{	
	"Races": {
		"Aarakocra": {
			"Description": [
				"Sequestered in high mountains atop tall trees, the aarakocra, sometimes called birdfolk, evoke fear and wonder. Many aarakocra aren't even native to the Material Plane. They hail from a world beyond—from the boundless vistas of the Elemental Plane of Air. They are immigrants, refugees, scouts, and explorers, their outposts functioning as footholds in a world both strange and alien."
			],
			"Beak and Feather": [
				"From below, aarakocra look much like large birds. Only when they descend to roost on a branch or walk across the ground does their humanoid appearance reveal itself. Standing upright, aarakocra might reach 5 feet tall, and they have long, narrow legs that taper to sharp talons.",
				"Feathers cover their bodies. Their plumage typically denotes membership in a tribe. Males are brightly colored, with feathers of red, orange, or yellow. Females have more subdued colors, usually brown or gray. Their heads complete the avian appearance, being something like a parrot or eagle with distinct tribal variations."
			],
			"Sky Wardens": [
				"Nowhere are the aarakocra more comfortable than in the sky. They can spend hours in the air, and some go as long as days, locking their wings in place and letting the thermals hold them aloft. In battle, they prove dynamic and acrobatic fliers, moving with remarkable speed and grace, diving to lash opponents with weapons or talons before turning and flying away.",
				"Once airborne, an aarakocra leaves the sky with reluctance. On their native plane, they can fly for days or months, landing only to lay their eggs and feed their young before launching themselves back into the air. Those that make it to a world in the Material Plane find it a strange place. They sometimes forget or ignore vertical distances, and they have nothing but pity for those earthbound people forced to live and toil on the ground."
			],
			"Avian Mannerisms": [
				"The resemblance of aarakocra to birds isn't limited to physical features. Aarakocra display many of the same mannerisms as ordinary birds. They are fastidious about their plumage, frequently tending their feathers, cleaning and scratching away any tiny passengers they might have picked up. When they deign to descend from the sky, they often do so near pools where they can catch fish and bathe themselves.",
				"Many aarakocra punctuate their speech with chirps, sounds they use to convey emphasis and to shade meaning, much as a human might through facial expressions and gestures. An aarakocra might become frustrated with people who fail to pick up on the nuances; an aarakocra's threat might be taken as a jest and vice versa.",
				"The idea of ownership baffles most aarakocra. After all, who owns the sky? Even when explained to them, they initially find the notion of ownership mystifying. As a result, aarakocra who have little interaction with other people might be a nuisance as they drop from the sky to snatch livestock or plunder harvests for fruits and grains. Shiny, glittering objects catch their eyes. They find it hard not to pluck the treasure and bring it back to their settlement to beautify it. An aarakocra who spends years among other races can learn to inhibit these impulses.",
				"Confinement terrifies the aarakocra. To be grounded, trapped underground, or imprisoned by the cold, unyielding earth is a torment few aarakocra can withstand. Even when perched on a high branch or at rest in their mountaintop homes, they appear alert, with eyes moving and bodies ready to take flight."
			],
			"Homelands": [
				"Most aarakocra live on the Elemental Plane of Air. Aarakocra can be drawn into the Material Plane, sometimes to pursue enemies or thwart their foes' designs there. Accident might also send a nest of aarakocra tumbling into a world on that plane. A few find their way to such a world through portals on their own plane and establish nests in high mountains or in the canopies of old forests.",
				"Once tribes of aarakocra settle in an area, they share a hunting territory that extends across an area up to 100 miles on a side, with each tribe hunting in the lands nearest to their colony, ranging farther should game become scarce.",
				"A typical colony consists of one large, open-roofed nest made of woven vines. The eldest acts as leader with the support of a shaman."
			],
			"Great Purpose": [
				"Aarakocra enjoy peace and solitude. Most of them have little interest in dealing with other peoples and less interest in spending time on the ground. For this reason, it takes an exceptional circumstance for an aarakocra to leave his or her tribe and undertake the adventurer's life. Neither treasure nor glory is enough to lure them from their tribes; a dire threat to their people, a mission of vengeance, or a catastrophe typically lies at the heart of the aarakocra adventurer's chosen path.",
				"Two other circumstances might call an aarakocra to adventure. First, aarakocra have historical ties to the Wind Dukes of Aqaa. Exceptional individuals honor that connection and might seek out the missing pieces of the Rod of Seven Parts, the remains of an artifact fashioned by the Wind Dukes long ago to defeat the Queen of Chaos's monstrous champion, Miska the Wolf-Spider. When plunged into Miska's body, the chaos in his blood sundered the rod and scattered its pieces across the multiverse. Recovering the pieces means gaining honor and esteem in the eyes of the vaati who forged it and could possibly restore a powerful weapon for defense against the agents of elemental evil.",
				"Second, aarakocra are sworn foes of elemental earth, in particular the gargoyles that serve Ogrémoch, the Prince of Earth. The Aarakocra word for gargoyle is loosely translated as “flying rock,” and battles between aarakocra and gargoyles have raged across the Elemental Planes of Earth and Air, occasionally spilling into a world on the Material Plane. Aarakocra on that plane might leave their colonies to lend aid to other humanoids committed to fighting earth cults and thwarting their efforts."
			],
			"Aarakocra Names": [
				"As with much of their speech, aarakocra names include clicks, trills, and whistles to the point that other peoples have a difficult time pronouncing them. Typically, a name has two to four syllables with the sounds acting as connectors. When interacting with other races, aarakocra may use nicknames gained from people they meet or shortened forms of their full names.",
				"An aarakocra of either gender may have one of these short names: Aera, Aial, Aur, Deekek, Errk, Heehk, Ikki, Kleeck, Oorr, Ouss, Quaf, Quierk, Salleek, Urreek, or Zeed."
			],
			"Aarakocra Traits": {
				"Description": [
					"As an aarakocra, you have certain traits in common with your people. Being able to fly at high speed starting at 1st level is exceptionally effective in certain circumstances and exceedingly dangerous in others. As a result, playing an aarakocra requires special consideration by your DM."
				],
				"Ability Score Increase": [
					"Your Dexterity score increases by 2, and your wisdom score increases by 1."
				],
				"Age": [
					"Aaracokra reach roach maturity by age 3. Compared to humans, aarakocra don't usually live longer than 30 years."
				],
				"Alignment": [
					"Most aarakocra are good and rarely choose sides when it comes to law and chaos. Tribal leaders and warriors might be lawful, while explorers and adventurers might tend toward chaotic."
				],
				"Size": [
					"Aarakocra are about 5 feet tall. They have thin lightweight bodies that weigh between 80 and 100 pounds. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 25 feet."
				],
				"Flight": [
					"You have a flying speed of 50 feet. To use this speed, you can't be wearing medium or heavy armor."
				],
				"Talons": [
					"You are proficient with your unarmed strikes, which deal 1d4 slashing damage on a hit."
				],
				"Language": [
					"You can speak, read, and write Common, Aarakocra, and Auran"
				]
			},
			"Books": [
				"Elemental Evil Players Companion"
			]
		},
		"Aasimar": {
			"Description": [
				"Aasimar bear within their souls the light of the heavens. They are descended from humans with a touch of the power of Mount Celestia, the divine realm of many lawful good deities. Aasimar are born to serve as champions of the gods, their births hailed as blessed events. They are a people of otherworldly visages, with luminous features that reveal their celestial heritage."
			],
			"Celestial Champions": [
				"Aasimar are placed in the world to serve as guardians of law and good. Their patrons expect them to strike at evil, lead by example, and further the cause of justice.",
				"From an early age, an aasimar receives visions and guidance from celestial entities via dreams. These dreams help shape an aasimar, granting a sense of destiny and a desire for righteousness.",
				"Each aasimar can count a specific celestial agent of the gods as a guide. This entity is typically a deva, an angel who acts as a messenger to the mortal world."
			],
			"Hidden Wanderers": [
				"While aasimar are strident foes of evil, they typically prefer to keep a low profile. An aasimar inevitably draws the attention of evil cultists, fiends, and other enemies of good, all of whom would be eager to strike down a celestial champion if they had the chance.",
				"When traveling, aasimar prefer hoods, closed helms, and other gear that allows them to conceal their identities. They nevertheless have no compunction about striking openly at evil. The secrecy they desire is never worth endangering the innocent."
			],
			"Aasimar Guides": {
				"Description": [
					"An aasimar, except for one who has turned to evil, has a link to an angelic being. That being-  usually a deva-provides guidance to the aasimar, though this connection functions only in dreams. As such, the guidance is not a direct command or a simple spoken word. Instead, the aasimar receives visions, prophecies, and feelings.",
					"The angelic being is far from omniscient. Its guidance is based on its understanding of the tenets of law and good, and it might have insight into combating especially powerful evils that it knows about.",
					"As part of fleshing out an aasimar character, consider the nature of that character's angelic guide. The Angelic Guide tables offer names and natures that you can use to flesh out your character's guide."
				],
				"Table 1": {
					"Title": "Angelic Guide - Name",
					"Headers": [
						"d6",
						"Name"
					],
					"Rows": [
						{
							"d6": 1,
							"Name": "Tadriel"
						},
						{
							"d6": 2,
							"Name": "Myllandra"
						},
						{
							"d6": 3,
							"Name": "Seraphina"
						},
						{
							"d6": 4,
							"Name": "Galladia"
						},
						{
							"d6": 5,
							"Name": "Mykiel"
						},
						{
							"d6": 6,
							"Name": "Valandras"
						}
					]
				},
				"Table 2": {
					"Title": "Angelic Guide - Nature",
					"Headers": [
						"d6",
						"Nature"
					],
					"Rows": [
						{
							"d6": 1,
							"Nature": "Bookish and lecturing"
						},
						{
							"d6": 2,
							"Nature": "Compassionate and hopeful"
						},
						{
							"d6": 3,
							"Nature": "Practical and lighthearted"
						},
						{
							"d6": 4,
							"Nature": "Fierce and vengeful"
						},
						{
							"d6": 5,
							"Nature": "Stern and judgmental"
						},
						{
							"d6": 6,
							"Nature": "Kind and parental"
						}
					]
				}
			},
			"Conflicted Souls": [
				"Despite its celestial origin, an aasimar is mortal and possesses free will. Most aasimar follow their ordained path, but some grow to see their abilities as a curse. These disaffected aasimar are typically content to turn away frorri the world, but a few become agents of evil. In their minds, their exposure to celestial powers amounted to little more than brainwashing.",
				"Evil aasimar make deadly foes. The radiant power they once commanded becomes corrupted into a horrid, draining magic. And their angelic guides abandon them.",
				"Even aasimar wholly dedicated to good sometimes feel torn between two worlds. The angels that guide them see the world from a distant perch. An aasimar who wishes to stop and help a town recover from a drought might be told by an angelic guide to push forward on a greater quest. To a distant angel, saving a few commoners might pale in comparison to defeating a cult of Orcus. An aasimar's guide is wise but not infallible."
			],
			"Aasimar Names": [
				"Most aasimar are born from human parents, and they use the same naming conventions as their native culture."
			],
			"Aasimar Traits": {
				"Description": [
					"Your aasimar character has the following racial traits."
				],
				"Ability Score Increase": [
					"Your Charisma score increases by 2."
				],
				"Age": [
					"Aasimar mature at the same rate as humans, but they can live up to 160 years."
				],
				"Alignment": [
					"Imbued with celestial power, most aasimar are good. Outcast aasimar are most often neutral or even evil."
				],
				"Size": [
					"Aasimar have the same range of height and weight as humans."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Darkvision": [
					"Blessed with a radiant soul, your vision can easily cut through darkness. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
				],
				"Celestial Resistance": [
					"You have resistance to necrotic damage and radiant damage."
				],
				"Healing Hands": [
					"As an action, you can touch a creature and cause it to regain a number of hit points equal to your level. Once you use this trait, you can't use it again until you finish a long rest."
				],
				"Light Bearer": [
					"You know the light cantrip. Charisma is your spellcasting ability for it."
				],
				"Languages": [
					"You can speak, read, and write Common and Celestial."
				]
			},
			"Sub Races": {
				"Protector Aasimar": {
					"Description": [
						"Protector aasimar are charged by the powers of good to guard the weak, to strike at evil wherever it arises, and to stand vigilant against the darkness. From a young age, a protector aasimar receives advice and directives that urge to stand against evil."
					],
					"Ability Score Increase": [
						"Your Wisdom score increases by 1."
					],
					"Radiant Soul": [
						"Starting at 3rd level, you can use your action to unleash the divine energy within yourself, causing your eyes to glimmer and two luminous, incorporeal wings to sprout from your back.",
						"Your transformation lasts for 1 minute or until you end it as a bonus action. During it, you have a flying speed of 30 feet, and once on each of your turns, you can deal extra radiant damage to one target when you deal damage to it with an attack or a spell. The extra radiant damage equals your level.",
						"Once you use this trait, you can't use it again until you finish a long rest."
					]
				},
				"Scourge Aasimar": {
					"Description": [
						"Scourge aasimar are imbued with a divine energy that blazes intensely within them. It feeds a powerful desire to destroy evil-a desire that is, at its best, unflinching and, at its worst, all-consuming. Many scourge aasimar wear masks to block out the world and focus on containing this power, unmasking themselves only in battle."
					],
					"Ability Score Increase": [
						"Your Constitution score increases by 1."
					],
					"Radiant Consumption": [
						"Starting at 3rd level, you can use your action to unleash the divine energy within yourself, causing a searing light to radiate from you, pour out of your eyes and mouth, and threaten to char you.",
						"Your transformation lasts for 1 minute or until you end it as a bonus action. During it, you shed bright light in a 10-foot radius and dim light for an additional 10 feet, and at the end of each of your turns, you and each creature within 10 feet of you take radiant damage equal to half your level (rounded up). In addition, once on each of your turns, you can deal extra radiant damage to one target when you deal damage to it with an attack or a spell. The extra radiant damage equals your level.",
						"Once you use this trait, you can't use it again until you finish a long rest."
					]
				},
				"Fallen Aasimar": {
					"Description": [
						"An aasimar who was touched by dark powers as a youth or who turns to evil in early adulthood can become one of the fallen-a group of aasimar whose inner light has been replaced by shadow."
					],
					"Ability Score Increase": [
						"Your Strength score increases by 1."
					],
					"Necrotic Shroud": [
						"Starting at 3rd level, you can use your action to unleash the divine energy within yourself, causing your eyes to turn into pools of darkness and two skeletal, ghostly, flightless wings to sprout from your back. The instant you transform, other creatures within 10 feet of you that can see you must each succeed on a Charisma saving throw (DC 8 + your proficiency bonus + your Charisma modifier) or become frightened of you until the end of your next turn.",
						"Your transformation lasts for 1 minute or until you end it as a bonus action. During it, once on each of your turns, you can deal extra necrotic damage to one target when you deal damage to it with an attack or a spell. The extra necrotic damage equals your level.",
						"Once you use this trait, you can't use it again until you finish a long rest."
					]
				}
			},
			"Books": [
				"Volo's Guide to Monsters"
			]
		},
		"Aven": {
			"Description": [
				"Aven have humanlike bodies, arms, and legs, along with birdlike wings and heads. Two distinct varieties of aven are found in Naktamun. One has the head of a hawk or similar bird of prey, with short wings allowing fast flight. The other variety has the head of an ibis atop a long neck, with wide, angular wings better suited to soaring. All aven have lean bodies with feathers extending from their heads down to their shoulders.",
				"Aven delight in flying above their foes, using their superior mobility to confound and outpace their opponents. They love soaring through the sky as well, though the Hekma limits their altitude. Like all people of Naktamun, they are grateful for the Hekma's protective magic, of course. But they keenly anticipate the hour when the God-Pharaoh will return and dissolve the veil, letting them fly without limit in the afterlife."
			],
			"Combat Classes": [
				"Spellcasters are common among ibis-headed aven drawn to follow the teachings of Kefnet. Their physical resemblance to the god of knowledge is reflected in the metal discipline, focus, and confidence for which aven spellcasters are known. They wield magic of air, wind, and sometimes water to buffet their foes, enhance their own flight, and counter enemy attacks. Hawk-headed aven who follow the path of the mage are more likely to learn sand-based magic that can cloud the air, blast their foes, or bury enemies in living dunes.",
				"Hawk-headed aven are often drawn to master techniques of long-range combat, whether the javelin that is the preferred weapon of many, the bow, or other thrown weapons. Whatever weapon they use, aven hover and swoop in the air above the fray, seeking the opportune moment to strike in exactly the right place. In line with the teachings of the god of solidarity, they often fly in tight formations with other aven in their crops, supporting and protecting each other. Aven take great pride in the precision of their attacks, relying on their keen vision and superior vantage points. They view the sharp tip of a javelin or arrow as a symbol of their love for precision, and some initiates maintain carefully tended collections of spearheads or arrowheads.",
				"A relatively small number of aven of both varieties end up focusing on hand-to-hand combat. Even there, they use their ability to fly to great advantage, often swooping down on their foes from a great height. The speed and power of a blow from a diving aven can be utterly devastating, but such a strike poses a tremendous risk to the aven as well as the target. An aven who fails to pull up from the dive in time can suffer even worse injuries than the target of the attack. Aven often minimize this risk by hurling javelins while they dive, then pulling up early after a successful throw."
			],
			"Aven Traits": {
				"Description": [
					"All aven share the following traits."
				],
				"Ability Score Increase": [
					"Your Dexterity score increases by 2."
				],
				"Age": [
					"Like humans, aven reach adulthood in their late teens and can live into their 80s."
				],
				"Alignment": [
					"Most aven lean toward some form of neutrality."
				],
				"Size": [
					"Aven stand from 5 to 6 feet tall, but their bodies are slender and their bones are partially hollow to facilitate their flight. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 25 feet. You have a flying speed of 30 feet. You can't use your flying speed while you wear medium or heavy armor. (If your campaign uses the variant rule for encumbrance, you can't use your flying speed if you are encumbered.)"
				],
				"Languages": [
					"You can speak, read, and write Aven and Common."
				],
				"Subrace": [
					"Two varieties of aven inhabit Amonkhet: ibis-headed and hawk-headed. Choose one of these subraces."
				]
			},
			"Sub Races": {
				"Ibis-Headed Aven": {
					"Description": [
						"A majority of ibis-headed aven, drawn to the teachings of Kefnet, specialize in spell-casting. They take great pride in all the qualities they share with the god of knowledge—not just their avian heads, but their quick wit, self-confidence, cunning, and spellcasting prowess."
					],
					"Ability Score Increase": [
						"Your Intelligence score increases by 1."
					],
					"Kefnet's Blessing": [
						"You can add half your proficiency bonus, rounded down, to any Intelligence check you make that doesn't already include your proficiency bonus."
					]

				},
				"Hawk-Headed Aven": {
					"Description": [
						"Following the example of Oketra, hawk-headed aven often focus on the techniques of long-range combat. Most prefer jave-lins, but some are skilled with bows,spears, and throwing axes."
					],
					"Ability Score Increase": [
						"Your Wisdom score increases by 2."
					],
					"Hawkeyed": [
						"You can add half your proficiency bonus, rounded down, to any Intelligence check you make that doesn't already include your proficiency bonus."
					]
				}
			},
			"Books": [
				"Plane Shift Amonkhet"
			]
		},
		"Bugbear": {
			"Bugbear Traits": {
				"Ability Score Increase": [
					"Your Strength score increases by 2, and your Dexterity score increases by 1."
				],
				"Age": [
					"Bugbears reach adulthood at age 16 and live up to 80 years."
				],
				"Alignment": [
					"Bugbears endure a harsh existence that demands each of them to remain self-sufficient, even at the expense of their fellows. They tend to be chaotic evil."
				],
				"Size": [
					"Bugbears are between 6 and 8 feet tall and weigh between 250 and 350 pounds. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Languages": [
					"You can speak, read, and write Common and Goblin."
				],
				"Darkvision": [
					"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
				],
				"Long-Limbed": [
					"When you make a melee attack on your turn, your reach for it is 5 feet greater than normal."
				],
				"Powerful Build": [
					"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
				],
				"Sneaky": [
					"You are proficient in the Stealth skill."
				],
				"Surprise Attack": [
					"If you surprise a creature and hit it with an attack on your first turn in combat, the attack deals an extra 2d6 damage to it. You can use this trait only once per combat."
				]
			},
			"Books": [
				"Volo's Guide to Monsters"
			]
		},
		"Centaur": {
			"Description": [
				"In the sprawling city of Ravnica, where \"open road\" seems like a contradiction and \"open plain\" is sheer nonsense, centaurs nevertheless retain a love of wise spaces and the freedom to travel. As much as they can, centaurs run-in wide plazas, spacious parks, and expanses of rubble and ruin. They race the wind, hooves thundering and tails streaming behind them, until the next wall looms in their path and brings them to a stop."
			],
			"Nature's Cavalry": [
				"Centaurs have the upper bodies, down to the waist, of muscular humans, displaying all the human variety of skin tones and features. Their ears are slightly pointed, but their faces are wider and squarer than those of elves. Below the waist, they have the bodies of small horses, with a similar range of coloration-from various shades of chestnut or bay to dappled or even zebra-like striped patterns. Most centaurs style their hair and their tails in a similar way. Selesnya centaurs favor long, flowing hair. Gruul centaurs cut their hair in rough, spiky styles.",
				"The upper bodies of centaurs are comparable to human torsos in size, and their lower equine bodies average about 4 feet tall at the withers. Though they are smaller than a human rider mounted on a horse, they fill similar roles as cavalry warriors. messengers, outriders, and scouts."
			],
			"Affinity for Nature": [
				"Centaurs have an affinity for the natural world. AMong the guilds that share that affinity, centaurs favor the rubblebelts of the Gruul Clans and the wide plazas of the Selesnya Conclave over the undercity tunnels of the Golgari and the laboratories of the Simic",
				"Centaurs celebrate life and growth, and the birth of a foal is always cause for festivities. At the same time, they revere the traditions of the past, and among both the Gruul and the Selesnya they are voices of memory and history, preserving old ways and keeping alive the legends of ancestral heroes. They feel a close kinship with wild animals, perhaps because of their own horse-like bodies, and delight in the feeling of running alongside herds and packs of other beasts."
			],
			"Clans and Community": [
				"Centaurs sense the interconnectedness of the natural world. Thus, they celebrate family and community as microcosms of that greater connection. Among the Gruul, they have a strong clan identity, and Selesnya centaurs are fiercly loyal to their individual communities as well as the guild as a whole. Their love of history and tradition also means that centaurs are more likely than most other Ravnicans to join the same guild that their parents did."
			],
			"Centaur Names": [
				"Centaurs' given names are passed down through family lines. The name bestowed on a new foal is typically the name of the most recently deceased family member of the same gender, keeping alive the memory-and, the centaurs believe, some shard of the spirit-of the departed. Centaurs don't use family names, but they wear symbols that represent their family membership. These symbols might include graphical representations of plants or animals, printed mottoes, braids and beads worn in the hair and tail, or even specific patterns of woven fabric.",
				"Male Names: Bonmod, Boruvo, Chodi, Drozan, Kozim, Milosh, Ninos, Oleksi, Orval, Radovas, Radom, Rostis, Svetyos, Tomis, Trijiro, Volim, Vlodim, Yarog",
				"Female Names: Daiva, Dunja, Elnaya, Galisnya, Irinya, Kotyali, Lalya, Litisia, Madya, Mira, Nedja, Nikya, Ostani, Pinya, Rada, Raisya, Stasolya, Tatna, Zhendoya, Zoria"
			],
			"Centaur Traits": {
				"Description": [
					"Your centaur character has the following racial traits. These traits are also suitable for the centaurs of other worlds where there are centaurs of fey origin. These centaurs are smaller than the non-fey centaurs that roam in some realms."
				],
				"Ability Score Increase": [
					"Your Strength score increases by 2, and your Wisdom score increases by 1."
				],
				"Age": [
					"Centaurs mature and age at about the same rate as humans"
				],
				"Alignment": [
					"Centaurs are inclined toward neutrality. Those who join the Selesnya are more often neutral good, while those who join the Gruul are typically chaotic neutral."
				],
				"Size": [
					"Centaurs stand between 6 and 7 feet tall, with their equine bodies reaching about 4 feet at the withers. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 40 feet."
				],
				"Fey": [
					"Your creature type is fey, rather than humanoid."
				],
				"Charge": [
					"If you move at least 30 feet straight toward a target and then hit it with a melee weapon attack on the same turn, you can immediately follow that attack with a bonus action, making one attack against the target with your hooves."
				],
				"Hooves": [
					"Your hooves are natural melee weapons, which you can use to make unarmed strikes. If you hit with them, you deal bludgeoning damage equal to 1d4 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
				],
				"Equine Build": [
					"You count as one size larger when determining your carrying capacity and the weight you can push or drag.",
					"In addition, any climb that requires hands and feet is especially difficult for you because of your equine legs. When you make such a climb, each foot of movement costs you 4 extra feet, instead of the normal 1 extra foot."
				],
				"Survivor": [
					"You have proficiency in one of the following skills of your choice: Animal Handling, Medicine, Nature, or Survival."
				],
				"Languages": [
					"You can speak, read, and write Common and Sylvan. Sylvan is widely spoken in the Selesnya Conclave, for it is rich in vocabulary to describe natural phenomena and spiritual forces."
				]
			},
			"Books": [
				"Guildmaster's Guide to Ravnica"
			]
		},
		"Deep Gnome (Svirfneblin)": {
			"Description": [
				"Forest gnomes and rock gnomes are the gnomes most commonly encountered in the lands of the surface world. There is another subrace of gnomes rarely seen by any surface-dweller: deep gnomes, also known as svirfneblin. Guarded, and suspicious of outsiders, svirfneblin are cunning and taciturn, but can be just as kind-hearted, loyal, and compassionate as their surface cousins."
			],
			"Born of Deep Earth": [
				"Svirfneblin seem more like creatures of stone than flesh. Their leathery skin is usually a gray, brown, or dun hue that acts as a natural camouflage with the rock around them. Their bodies are gnarled with hard muscle or fat, and they are heavier than their small stature suggests; svirfneblin often weigh 100 pounds or more but rarely stand much more than 3 feet tall.",
				"Male svirfneblin are bald from early childhood, although adults can grow stiff beards or mustaches. Females have full heads of hair, and they usually tie their hair back in braids or cut it short to keep it from getting in their way as they work.",
				"Svirfneblin are well adapted for their subterranean existence. They have excellent darkvision, and many of them have magical talents that rival the innate spellcasting of the drow and duergar. They are surprisingly strong for their size, enduring toil and danger that would overwhelm most other people."
			],
			"Master Miners": [
				"Despite their guarded natures, svirfneblin aren't joyless. They admire skillful work and delicate craftsmanship, just like any other gnome. Svirfneblin love gemstones of all kinds, and they boldly seek out precious stones in the deepest and darkest tunnels. They are also expert gemcutters and miners, and they prize rubies above all other gemstones."
			],
			"Deep Dwellers": [
				"Svirfneblin are known as deep gnomes because they choose to live far below the earth's surface. Most svirfneblin never see the light of day. Their homes are well-hidden strongholds concealed by mazelike passages and clever illusions. Vast networks of mine tunnels ring most svirfneblin settlements, guarded by deadly traps and concealed sentries. Once a traveler passes through the outer defenses, the tunnels open up into marvelous cavern-towns carved from the surrounding rock with exquisite care. The svirfneblin are austere in their comforts compared to their surface cousins, but they take great pride in their stonework.",
				"Deep gnomes do their best to remain hidden. Even if surface travelers succeed in locating a svirfneblin community, winning their trust can be even more difficult. Those rare travelers who do succeed in befriending deep gnomes find that they are loyal and courageous allies against any foe."
			],
			"Scouts and Spies": [
				"Surface-dwelling gnomes often take up the adventurer's life out of sheer curiosity about the world around them, eager to see new things and meet new people. By comparison, most svirfneblin possess very little wanderlust and rarely travel far from home. They see the surface world as a bewildering place without boundaries and filled with unknown dangers. Nevertheless, a few svirfneblin understand that it is necessary to know something about what is happening on the surface near their hidden refuges. As a result, some svirfneblin become scouts, spies, or messengers who venture abroad, doing their best to avoid attention. These travelers are notoriously close-mouthed about where they come from and what they are up to, but a few eventually learn to trust good-hearted people of the surface world.",
				"A few svirfneblin become merchants who deal with other races both above and below ground. Drow, duergar, and other peoples know that svirfneblin are usually neutral in outlook and typically honest in their dealings. Serving as middlemen between races too hostile to deal with each other directly can be lucrative, and it serves an important defensive function; svirfneblin middlemen tend to know more about rumors and threats between rival merchants than anybody else."
			],
			"Deep Gnome Names": [
				"Svirfneblin prefer less flamboyant names than their rock gnome or forest gnome cousins. Clan names reflect skills or occupations that a particular family is associated with, and sometimes change if a noteworthy individual strikes out in a new direction.",
				"Male Names: Belwar, Brickers, Durthmeck, Firble, Krieger, Kronthud, Schneltheck, Schnicktick, Thulwar, Walschud",
				"Female Names: Beliss, Durthee, Fricknarti, Ivridda, Krivi, Lulthiss, Nalvarti, Schnella, Thulmarra, Wirsidda",
				"Clan Names: Crystalfist, Gemcutter, Ironfoot, Rockhewer, Seamfinder, Stonecutter"
			],
			"Deep Gnome Traits": {
				"Description": [
					"When you create a gnome character, you may choose the deep gnome as an alternative to the subraces in the Player's Handbook. For your convenience, the traits of the gnome and the deep gnome are combined here."
				],
				"Ability Score Increase": [
					"Your Intelligence score increases by 2, and your Dexterity score increases by 1."
				],
				"Age": [
					"Deep gnomes are short-lived for gnomes. They mature at the same rate humans do and are considered full-grown adults by 25. They live 200 to 250 years, although hard toil and the dangers of the Underdark often claim them before their time."
				],
				"Alignment": [
					"Svirfneblin believe that survival depends on avoiding entanglements with other creatures and not making enemies, so they favor neutral alignments. They rarely wish others ill, and they are unlikely to take risks on behalf of others."
				],
				"Size": [
					"A typical svirfneblin stands about 3 to 3½ feet tall and weighs 80 to 120 pounds. Your size is Small."
				],
				"Speed": [
					"Your base walking speed is 25 feet."
				],
				"Superior Darkvision": [
					"Your darkvision has a radius of 120 feet."
				],
				"Gnome Cunning": [
					"You have advantage on all Intelligence, Wisdom, and Charisma saving throws against magic."
				],
				"Stone Camouflage": [
					"You have advantage on Dexterity (stealth) checks to hide in rocky terrain."
				],
				"Languages": [
					"You can speak, read, and write Common, Gnomish, and Undercommon. The svirfneblin dialect is more guttural than surface Gnomish, and most svirfneblin know only a little bit of Common, but those who deal with outsiders (and that includes you as an adventurer) pick up enough Common to get by in other lands."
				]
			},
			"Optional Feat": [
				"If your DM allows the use of feats from chapter 6 of the Player's Handbook, your deep gnome character has access to the Svirfneblin Magic feat."
			],
			"Books": [
				"Elemental Evil Players Companion",
				"Mordenkainen's Tome of Foes"
			]
		},
		"Dragonborn": {
			"Dragonborn Traits": {
				"Ability Score Increase": [
					"Your Strength score increases by 2, and your Charisma score increases by 1."
				],
				"Age": [
					"Young dragonborn grow quickly. They walk hours after hatching, attain the size and development of a 10-year-old human child by the age of 3, and reach adulthood by 15. They live to be around 80."
				],
				"Alignment": [
					"Dragonborn tend to extremes, making a conscious choice for one side or the other in the cosmic war between good and evil (represented by Bahamut and Tiamat, respectively). Most dragonborn are good, but those who side with Tiamat can be terrible villains."
				],
				"Size": [
					"Dragonborn are taller and heavier than humans, standing well over 6 feet tall and averaging almost 250 pounds. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Draconic Ancestry Table": {
					"Title": "Draconic Ancestry",
					"Headers": [
						"Dragon",
						"Damage Type",
						"Breath Weapon"
					],
					"Rows": [
						{
							"Dragon": "Black",
							"Damage Type": "Acid",
							"Breath Weapon": "5 by 30 ft. line (Dex. save)"
						},
						{
							"Dragon": "Blue",
							"Damage Type": "Lightning",
							"Breath Weapon": "5 by 30 ft. line (Dex. save)"
						},
						{
							"Dragon": "Brass",
							"Damage Type": "Fire",
							"Breath Weapon": "5 by 30 ft. line (Dex. save)"
						},
						{
							"Dragon": "Bronze",
							"Damage Type": "Lightning",
							"Breath Weapon": "5 by 30 ft. line (Dex. save)"
						},
						{
							"Dragon": "Copper",
							"Damage Type": "Acid",
							"Breath Weapon": "5 by 30 ft. line (Dex. save)"
						},
						{
							"Dragon": "Gold",
							"Damage Type": "Fire",
							"Breath Weapon": "15 ft. cone (Dex. save)"
						},
						{
							"Dragon": "Green",
							"Damage Type": "Poison",
							"Breath Weapon": "15 ft. cone (Con. save)"
						},
						{
							"Dragon": "Red",
							"Damage Type": "Fire",
							"Breath Weapon": "15 ft. cone (Dex. save)"
						},
						{
							"Dragon": "Silver",
							"Damage Type": "Cold",
							"Breath Weapon": "15 ft. cone (Con. save)"
						},
						{
							"Dragon": "White",
							"Damage Type": "Cold",
							"Breath Weapon": "15 ft. cone (Con. save)"
						}
					]
				},
				"Draconic Ancestry": [
					"You have draconic ancestry. Choose one type of dragon from the Draconic Ancestry table. Your breath weapon and damage resistance are determined by the dragon type, as shown in the table."
				],
				"Breath Weapon": [
					"You can use your action to exhale destructive energy. Your draconic ancestry determines the size, shape, and damage type of the exhalation.",
					"When you use your breath weapon, each creature in the area of the exhalation must make a saving throw. the type of which is determined by your draconic ancestry. The DC for this saving throw equals 8 + your Constitution modifier + your proficiency bonus. A creature takes 2d6 damage on a failed save. and half as much damage on a successful one. The damage increases to 3d6 at 6th level. 4d6 at 11th level, and 5d6 at 16th level.",
					"After you use your breath weapon, you can't use it again until you complete a short or long rest."
				],
				"Damage Resistance": [
					"You have resistance to the damage type associated with your draconic ancestry."
				],
				"Languages": [
					"You can speak. read, and write Common and Draconic. Draconic is thought to be one of the oldest languages and is often used in the study of magic. The language sounds harsh to most other creatures and includes numerous hard consonants and sibilants."
				]
			},
			"Books": [
				"Player's Handbook"
			]
		},
		"Dwarf": {
			"Dwarf Traits": {
				"Ability Score Increase": [
					"Your Constitution score increases by 2."
				],
				"Age": [
					"Dwarves mature at the same rate as humans, but they're considered young until they reach the age of 50. On average, they live about 350 years."
				],
				"Alignment": [
					"Most dwarves are lawful, believing firmly in the benefits of a well-ordered society. They tend toward good as well, with a strong sese of fair play and a belief that everyone deserves to share in the benefits of a just order."
				],
				"Size": [
					"Dwarve stand between 4 and 5 feet tall and average about 150 pounds. Your size is medium."
				],
				"Speed": [
					"Your base walking speed is 25 feet. Your speed is not reduced by wearing heavy armor."
				],
				"Darkvision": [
					"Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
				],
				"Dwarven Resilience": [
					"You have advantage on saving throws against poison damage, and you have resistance against poison damage."
				],
				"Dwarven Combat Training": [
					"You have proficiency with the battleaxe, handaxe, throwing hammer, and warhammer."
				],
				"Tool Proficiency": [
					"You gain proficiency with the artisan's tools of your choice: smith's tools, brewer's supplies, or mason's tools."
				],
				"Stonecunning": [
					"Whenever you make an intelligence (History) check related to the origin of stonework, you are considered proficient in the History skill and add double your proficiency bonus to the check, instead of your normal proficiency bonus."
				],
				"Languages": [
					"You can speak, read, and write Common and Dwarvish. Dwarvish is full of hard consonants and gutteral sounds, and those characteristics spill over into whatever other language a dwarf might speak."
				]
			},
			"Sub Races": {
				"Hill Dwarf": {
					"Description": [
						"As a hill dwarf, you have keen senses, deep intuition, and remarkable resilience, The gold dwarves of Faerun in their mighty southern kingdom are hill dwarves, as are the exiled Neidar and the debased Klar of Krymm in the Dragonlance setting."
					],
					"Ability Score Increase": [
						"Your Wisdom score increases by 1."
					],
					"Dwarven Toughness": [
						"Your hit point maximum increases by 1, and it increases by 1 every time you gain a level."
					]
				},
				"Mountain Dwarf": {
					"Description": [
						"As a mountain dwarf, you're strong and hardy, accustomed to a difficult life in rugged terrain. You're probably on the tall side (for a dwarf), and tend toward lighter coloration. The shield dwarves of northern Faerunm as well as the ruling Hylar clan and the noble Daewar clan of Dragonlance, are mountain dwarves."
					],
					"Ability Score Increase": [
						"Your Strength score increases by 2."
					],
					"Dwarven Armor Training": [
						"You have proficiency with light and medium armor."
					]
				},
				"Duergar": {
					"Description": [
						"Those duergar who become adventurers are almost invariably exiles from their society. The duergar have no patience for those who fail to conduct themselves with an appropriate amount of ambition and cruelty.",
						"Any gray dwarves who leave the Underdark and take up adventuring, after having been raised among their own kind, are paranoid about possible treachery from within the party. Once might insist on sleeping separately from the rest of the group, never displaying or sharing treasure, and trying to hoard treasures that can help survival, such as potions and items or spells that can allow the user to teleport to safety."
					],
					"Ability Score Increase": [
						"Your Strength score increases by 1."
					],
					"Superior Darkvision": [
						"Your darkvision has a radius of 120 feet."
					],
					"Extra Language": [
						"You can speak, read, and write Undercommon."
					],
					"Duergar Resilience": [
						"You have advantage on saving throws against illusions and against being charmed or paralyzed."
					],
					"Duergar Magic": [
						"When you reach 3rd level, you can cast the enlarge/reduce spell on yourself once with this trait, using only the spell's option. When you reach 5th level, you can cast the invisibility spell on yourself once with this trait. You don't need material components for either spell, and you can't cast them while you're in direct sunlight, although sunlight has nop effect on them once cast. You regain the ability to cast these spells with this trait when you finish a long rest. Intelligence is your spellcasting ability for these spells."
					],
					"Sunlight Sensitivity": [
						"You have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when you, the target of your attack or whatever you are trying to perceive is in direct sunlight."
					]
				}
			},
			"Books": [
				"Elemental Evil Players Companion",
				"Mordenkainen's Tome of Foes",
				"Sword Coast Adventurer's Guide"
			]
		},
		"Elf": {
			"Elf Traits": {
				"Ability Score Increase": [
					"Your Dexterity score increases by 2."
				],
				"Age": [
					"Although elves reach physical maturity at about the same age as humans, the elven understanding of adulthood goes beyond physical growth to encompass worldly experience. An eld typically claims adulthood and an adult name around the age of 100 and can live to be 750 years old."
				],
				"Alignment": [
					"Elves love freedom, variety, and self expression, so they lean strongly toward the gentler aspects of chaos. THey value and protect others freedom as well as their own, and they are more often good than not. The drow are an exception; their exile into the Underdark has made them vicious and dangerous. Drow are more often evil than not."
				],
				"Size": [
					"Elves range from under 5 to over 6 feet tall and have slender builds. Your size is medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Darkvision": [
					"Accustomed to twilit forests and the night-sky, you have superior vision in dark and dim conditions. You can see in dim light as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
				],
				"Keen Senses": [
					"You have proficiency in the Perception skill."
				],
				"Fey Ancestry": [
					"You have advantage on saving throws against being charmed, and magic can't put you to sleep."
				],
				"Trance": [
					"Elves don't need to sleep. Instead, they meditate deeply, remaining semiconscious, for 4 hours a day. While meditating, you can dream after a fashion; such dreams are actually mental exercises that have become reflexive through years of practice. After resting in this way, you gain the same benefit that a human does from 8 hours of sleep."
				],
				"Languages": [
					"You can speak, read, and write Common and Elvish, Elvish is fluid, with subtle intonations and intricate frammar. Elven literature is rich and varied, and their songs and poems are famous among other races, Many bards learn their language so they can add Elvish ballads to their repertoires."
				]
			},
			"Sub Races": {
				"High Elf": {
					"Description": [
						"As a high elf, you have a keen mind and a mastery of at least the basics of magic. In many of the worlds of D&D, there are two kinds of high elves. One type (which includes the gray elves and valley elves of Greyhawk, the Silvanesti of Dragonlance, and the sun elves of the Forgotten Realms) is haughty and reclusive, believing themselves to be superior to non-elves and even other elves. The other type (including the high elves of Greyhawk, Qualinestyi of Dragon lance, and the moon elves of the Forgotten Realms are more common and more friendly, and often encountered among humans and other races.",
						"The sun elves of Faerun (also called gold elves or sunrise elves) have bronze skin and hair of copper, black, or golden blond. Their eyes are golden, silver, or black. Moon elves (also called silver elves or gray elves) are much paler, with alabaster skin sometimes tinged with blue, but various shades of blond, brown, and red are not uncommon. Their eyes are blue or green and flecked with gold."
					],
					"Ability Score Increase": [
						"Your Intelligence score increases by 1."
					],
					"Elf Weapon Training": [
						"You have proficiency with the longsword, shortsword, shortbow, and longbow."
					],
					"Cantrip": [
						"You know one cantrip of your choice from the wizard spell list. Intelligence is your spellcasting ability for it."
					],
					"Extra Language": [
						"You can speak, read, and write one extra language of your choice."
					]
				},
				"Wood Elf": {
					"Description": [
						"As a wood elf, you have keen senses and intuition, and your fleet feet carry you quickly and stealthily through your native forests. This category includes the wild elves (grugach) of Greyhawk and the Kagonesli of Dragonlance, as well as the races called wood elves in Greyhawk and the Forgotten Realms. In Faerun, wood elves (also called wild elves. green elves, or forest elves) are reclusive and distrusting of non-elves.",
						"Wood elves' skin lends to be copperish in hue, sometimes with traces of green. Their hair lends toward browns and blacks, but it is occasionally blond or copper-colored. Their eyes are green, brown, or hazel."
					],
					"Ability Score Increase": [
						"Your Wisdom score increases by 1."
					],
					"Elf Weapon Training": [
						"You have proficiency with the longsword, shortsword, shortbow, and longbow."
					],
					"Fleet of Foot": [
						"Your base walking speed increases to 35 feet."
					],
					"Mask of the Wild": [
						"You can attempt to hide even when you are only lightly obscured by foliage, heavy rain, falling snow, mist, and other natural phenomena."
					]
				},
				"Dark Elf (Drow)": {
					"Description": [
						"Descended from an earlier subrace of dark-skinned elves, the drow were banished from the surface world for following the goddess Lolth down the path to evil and corruption. Now they have built their own civilization in the depths of the Underdark, patterned after the Way of Lolth. Also called dark elves, the drow have black skin that resembles polished obsidian and stark white or pale yellow hair. They commonly have very pale eyes (so pale as to be mistaken for white) in shades of lilac, silver, pink, red, and blue. They tend to be smaller and thinner than most elves."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 1."
					],
					"Superior Darkvision": [
						"Your darkvision has a radius of 120 feet."
					],
					"Sunlight Sensitivity": [
						"You have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight."
					],
					"Drow Magic": [
						"You know the dancing lights cantrip. When you reach 3rd level, you can cast the faerie fire spell once per day. When you reach 5th level, you can cast the darkness spell once per day. Charisma is your spellcasting ability for these spells."
					],
					"Drow Weapon Training": [
						"You have proficiency with rapiers, shortswords, and hand crossbows."
					]
				},
				"Eladrin": {
					"Description": [
						"Eladrin are elves native to the Feywild, a realm of beauty, unpredictable emotion, and boundless magic. An eladrin is associated with one of the four seasons and has coloration reminiscent of that season, which can also affect the eladrin's mood:",
						"Autumn# is the season of peace and goodwill, when summer's harvest is shared with all.",
						"Winter# is the season of contemplation and dolor, when the vibrant energy of the world slumbers.",
						"Spring# is the season of cheerfulness and celebration, marked by merriment as winter's sorrow passes.",
						"Summer# is the season of boldness and aggression. a time of unfettered energy.",
						"Some eladrin remain associated with a particular season for their entire lives, whereas other eladrin transform, adopting characteristics of a new season.",
						"When finishing a long rest, any eladrin can change their season. An eladrin might choose the season that is present in the world or perhaps the season that most closely matches the eladrin's current emotional state. For example, an eladrin might shift to autumn if filled with contentment, another eladrin could change to winter if plunged into sorrow, still another might be bursting with joy and become an eladrin of spring, and fury might cause an eladrin to change to summer."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 1."
					],
					"Fey Step": {
						"Description": [
							"As a bonus action, you can magically teleport up to 30 feet to an unoccupied space you can see. Once you use this trait, you can't do so again until you finish a short or long rest.",
							"When you reach 3rd level, your Fey Step gains an additional effect based on your season; if the effect requires a saving throw, the DC equals 8 + your proficiency bonus + your Charisma modifier:"
						],
						"Autumn": [
							"Immediately after you use your Fey Step, up to two creatures of your choice that you can see within 10 feet of you must succeed on a Wisdom saving throw or be charmed by you for 1 minute, or until you or your companions deal any damage to it."
						],
						"Winter": [
							"When you use your Fey Step, one creature of your choice that you can see within 5 feet of you before you teleport must succeed on a Wisdom saving throw or be frightened of you until the end of your next turn."
						],
						"Spring": [
							"When you use your Fey Step, you can touch one willing creature within 5 feet of you. That creature then teleports instead of you, appearing in an unoccupied space of your choice that you can see within 30 feet of you."
						],
						"Summer": [
							"Immediately after you use your Fey Step, each creature of your choice that you can see within 5 feet of you takes fire damage equal to your Charisma modifier (minimum of 1 damage)."
						]
					}
				},
				"Sea Elf": {
					"Description": [
						"Sea elves fell in love with the wild beauty of the ocean in the earliest days of the multiverse. While other elves traveled from realm to realm, the sea elves navigated the deepest currents and explored the waters across a hundred worlds. Today, they live in small, hidden communities in the ocean shallows and on the Elemental Plane of Water."
					],
					"Ability Score Increase": [
						"Your Constitution score increases by 1."
					],
					"Sea Elf Training": [
						"You have proficiency with the spear, trident, light crossbow, and net."
					],
					"Child of the Sea": [
						"You have a swimming speed of 30 feet, and can breath air and water."
					],
					"Friend of the Sea": [
						"Using gestures and sounds, you can communicate simple ideas with any beast that has an innate swimming speed."
					],
					"Languages": [
						"You can speak, read, and write Aquan."
					]
				},
				"Shadar-Kai": {
					"Description": [
						"Sworn to the Raven Queen's service, the mysterious shadar-kai venture into the Material Plane from the Shadowfell to advance her will. Once they were fey like the rest of their elven kin, and now they exist in a strange state between life and death. Eladrin and shadar-kai are like reflections of each other: one bursting with emotion, the other nearly devoid of it."
					],
					"Ability Score Increase": [
						"Your Constitution score increases by 1."
					],
					"Necrotic Resistance": [
						"You have resistance to necrotic damage."
					],
					"Blessing of the Raven Queen": [
						"As a bonus action, you can magically teleport up to 30 feet to an unoccupied space you can see. Once you use this trait, you can't do so again until you finish a long rest.",
						"Starting at 3rd-level, you also gain resistance to all damage when you teleport using this trait. The resistance lasts until the start of your next turn. During that time, you appear ghostly and translucent."
					]
				}
			},
			"Books": [
				"Mordenkainen's Tome of Foes",
				"Player's Handbook"
			]
		},
		"Elf (Zendikar)": {
			"Description": [
				"Elves are a fearless and adaptable people. They have fared better than most in the tumultuous environment of Zendikar, and many have reacted to the reappearance of the Eldrazi with resilience and courage. They remain the most prevalent race on Murasa, and have a strong presence in other regions as well. Their treetop villages seem to regrow almost as soon as they are destroyed—much like the Murasan jungles where they are found.",
				"Elves are strongly associated with green mana, the magic that flows through their forest homes. Their shamans and druids channel this magic of life and growth, communing with the land or the spirits of the departed. Striving to live in harmony with nature, they celebrate the ties between their communities and their connection with the broader world around them."
			],
			"Wildly Elegant": [
				"Elves are about as tall as humans, but are more slender. Their legs are long, and their pointed ears sweep back from their heads. They move gracefully and hold themselves with elegant poise, but they are a people of the woodlands, and their life in the wilds is manifested in the practical simplicity of their clothes and equipment. Never ones to waste anything that can be reused, elves stitch torn garments together into new ones, and transform broken sword blades into useful gear. They prefer leather for protection rather than metal, which they use to craft swords, spears, arrowheads, and climbing hooks."
			],
			"Elf Traits": {
				"Description": [
					"The elves of Zendikar have much in common with the elves of other worlds. Your elf character has the following traits."
				],
				"Ability Score Increase": [
					"Your Wisdom score increases by 2."
				],
				"Age": [
					"Although elves reach physical maturity at about the same age as humans, the elven understanding of adulthood goes beyond physical growth to encompass worldly experience. An elf typically claims adulthood and an adult name around the age of 100 and can live to be 750 years old."
				],
				"Alignment": [
					"Elves love freedom, variety, and self-expression, so they lean strongly toward the gentler aspects of chaos. They value and protect others' freedom as well as their own, and they are more often good than not."
				],
				"Size": [
					"Elves range from under 5 to over 6 feet tall and have slender builds. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Darkvision": [
					"Accustomed to twilit forests and the night sky, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
				],
				"Keen Senses": [
					"You have proficiency in the Perception skill."
				],
				"Fey Ancestry": [
					"You have advantage on saving throws against being charmed, and magic can't put you to sleep."
				],
				"Languages": [
					"You can speak, read, and write Common and Elvish. Elvish is fluid, with subtle intonations and intricate grammar. Elven literature is rich and varied, and their songs and poems are famous among other races. Many bards learn their language so they can add Elvish ballads to their repertoires."
				],
				"Subrace": [
					"Ancient divides that arose as the elven people migrated across Zendikar resulted in three main elf nations: the Tajuru, the Mul Daya, and the Joraga. Choose one of these subraces."
				]
			},
			"Sub Races": {
				"Tajuru Nation": {
					"Description": [
						"The Tajuru nation is the largest of the three main elven nations, concentrated in Murasa and spread across other parts of Zendikar as hundreds of far-flung clans. Tajuru elves are the most open to people of other races, seeing their skills and perspectives as valuable new tools for survival. The Tajuru are also more open to new lifestyles, be it living in a mountaintop citadel or roaming grassy plains."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 1."
					],
					"Skill Versatility": [
						"You gain proficiency in any combination of two skills or tools of your choice."
					]
				},
				"Joraga Nation": {
					"Description": [
						"The elves of the imperious Joraga nation of Bala Ged have little respect for any other race of Zendikar—or even for other elves. The survival of their nation and its traditions is the Joraga elves' only goal, and they view the influence of others as a weakness. The Joraga eschew the goods and habits of others, even avoiding the pathways blazed by the Tajuru when possible. Many view the nomadic Joraga clans as little more than bands of roving murderers, but a complex culture hides behind those clans' aggressive exterior"
					],
					"Ability Score Increase": [
						"Your Dexterity score increases by 1."
					],
					"Elf Weapon Training": [
						"You have proficiency with the longsword, shortsword, shortbow, and longbow."
					],
					"Fleet of Foot": [
						"Your base walking speed increases to 35 feet."
					],
					"Mask of the Wild": [
						"You can attempt to hide even when you are only lightly obscured by foliage, heavy rain, falling snow, mist, and other natural phenomena."
					]
				},
				"Mul Daya Nation": {
					"Description": [
						"Elves of the Mul Daya nation of Bala Ged are set apart from other elves by their relationship with the spirits of their elven ancestors. To the Mul Daya, the spirit world and the mortal realm are different only in terms of their tangibility. Death and the spirits of the dead are as much a part of the lives of the Mul Daya as is the natural world. This is not a macabre sentiment to the elves; they simply view it as the truest sense of the natural order.",
						"Mul Daya elves can often be recognized by their face painting and tattooing. Many Mul Daya decorate their skins with an enwrapping vine motif, and make use of poisons and acids collected at great cost from strange creatures and plants in the depths of Kazandu."
					],
					"Ability Score Increase": [
						"Your Strength score increases by 1."
					],
					"Superior Darkvision": [
						"Your darkvision has a radius of 120 feet."
					],
					"Sunlight Sensitivity": [
						"You have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight."
					],
					"Mul Daya Magic": [
						"You know the chill touch cantrip. When you reach 3rd level, you can cast the hex spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the darkness spell once with this trait and regain the ability to do so when you finish a long rest. Wisdom is your spellcasting ability for these spells."
					],
					"Elf Weapon Training": [
						"You have proficiency with the longsword, shortsword, shortbow, and longbow."
					]
				}
			},
			"Books": [
				"Plane Shift Zendikar"
			]
		},
		"Firbolg": {
			"Description": [
				"Firbolg tribes cloister in remote forest strongholds, preferring to spend their days in quiet harmony with the woods. When provoked, firbolgs demonstrate formidable skills with weapons and druidic magic."
			],
			"Humble Guardians": [
				"Firbolgs love nothing more than a peaceful day spent among the trees of an old forest. They see forests as sacred places, representing the heart of the world and monuments to the durability of life.",
				"In their role as caretakers, firbolgs live off the land while striving to remain in balance with nature. Their methods reflect common sense and remarkable resourcefulness. During a bountiful summer, they store away excess nuts, fruit, and berries. When winter arrives, they scatter everything they can spare to ensure the animals of the wood survive until springtime.",
				"In a firbolg's eyes, there is no greater fault than greed. The firbolgs believe that the world remains healthiest when each creature takes only what it needs. Material goods, especially precious gems and gold, have little appeal to them. What use are such things when winter lingers and food runs short?"
			],
			"Natural Druids": [
				"Firbolgs have a talent for druidic magic. Their cultural reverence for nature, combined with their strong and insightful minds, makes learning such magic an instinctive part of their development. Almost every firbolg learns a few spells, typically those used to mask their presence, and many go on to master nature magic.",
				"Firbolgs who become druids serve as stronghold leaders. With every action the tribe takes, the druids weigh not only the group's needs, but the effect each action will have on the forest and the rest of the natural world. Firbolg tribes would rather go hungry than strain the land during a famine."
			],
			"Hidden Shepherds": [
				"As caretakers of the land, firbolgs prefer to remain out of sight and out of mind. They don't try to dominate nature, but rather seek to ensure that it prospers and survives according to its own laws.",
				"Firbolgs use their magic to keep their presence in a forest secret. This approach allows them to avoid the politics and struggles of elves, humans, and ores. Such events concern the firbolgs only when the events affect the forest.",
				"Even in the face of an intrusion, firbolgs prefer a subtle, gentle approach to prevent damage to their territory. They employ their magic to make the forest an unappealing place to explore by temporarily diverting springs, driving away game, stealing critical tools, and altering trails to leave hunting or lumber parties hopelessly lost. The firbolgs' presence is marked by an absence of animals and a strange quiet, as if the forest wishes to avoid attracting attention to itself. The faster travelers decide to move on, the better.",
				"If these tactics fail, the firbolgs take more direct action. Their observations of a settlement determine what happens next. If the outsiders seem peaceful, the firbolgs approach and gently ask them to leave, even offering food and other supplies to aid their departure. If those who insist on remaining respect nature, take only what they need, and live in harmony with the wood, firbolgs explore the possibility of friendship with them, as long as the outsiders vow to safeguard the forest. If the settlers clearly display evil intentions, however, the firbolgs martial their strength and magic for a single overwhelming attack."
			],
			"Outcast Adventurers": {
				"Description": [
					"As guardians of the wood, few firbolgs would dream of leaving their homes or attempting to fit into human society. An exiled firbolg, or one whose clan has been destroyed, might not have a choice in the matter. Most adventuring firbolgs fall into this latter category.",
					"Outcast firbolgs can never return home. They committed some unforgivable deed, usually something that put their homeland at risk, such as starting a forest fire or killing a rare or beautiful wild creature. These firbolgs are loners who wander the world in hope of finding a new place to call home.",
					"Orphaned firbolgs are those whose clans or homelands have been destroyed. They become crusaders for nature, seeking to avenge their loss and prevent the further destruction of the natural world.",
					"A few rare firbolgs are entrusted by their clan with an important mission that takes them beyond their homes. These firbolgs feel like pilgrims in a strange land, and usually they wish only to complete their quests and return home as quickly as possible.",
					"The Firbolg Adventurers table can serve as inspiration for determining why a firbolg character leaves home."
				],
				"Table": {
					"Title": "Firbolg Adventurers",
					"Headers": [
						"d8",
						"Reason for Adventuring"
					],
					"Rows": [
						{
							"d8": 1,
							"Reason for Adventuring": "Outcast for murder"
						},
						{
							"d8": 2,
							"Reason for Adventuring": "Outcast for severely damaging home territory"
						},
						{
							"d8": 3,
							"Reason for Adventuring": "Clan slain by invading humanoids"
						},
						{
							"d8": 4,
							"Reason for Adventuring": "Clan slain by a dragon or demon"
						},
						{
							"d8": 5,
							"Reason for Adventuring": "Separated from the tribe and lost"
						},
						{
							"d8": 6,
							"Reason for Adventuring": "Homeland destroyed by natural disaster"
						},
						{
							"d8": 7,
							"Reason for Adventuring": "Personal quest ordained by omens"
						},
						{
							"d8": 8,
							"Reason for Adventuring": "Dispatched on a quest by tribe leaders"
						}
					]
				}
			},
			"Firbolg Names": [
				"Firbolg adopt elven names when they must deal with outsiders, although the concept of names strikes them as strange. They know the animals and plants of the forest without formal names, and instead identify the forest's children by their deeds, habits, and other actions.",
				"By the same token, their tribe names merely refer to their homes. When dealing with other races, firbolgs refer to their lands by whatever name the surrounding folk use, as a matter of tact and hospitality, but among their own kind they simply call it \"home.\"",
				"Sometimes firbolgs adopt the nicknames or titles outsiders give them under the assumption that those who need names can call them whatever they wish."
			],
			"Firbolg Traits": {
				"Description": [

				],
				"Ability Score Increase": [
					"Your Wisdom score increases by 2, and your Strength score increases by 1."
				],
				"Age": [
					"As humanoids related to the fey, firbolg have long lifespans. A firbolg reaches adulthood around 30, and the oldest of them can live for 500 years."
				],
				"Alignment": [
					"As people who follow the rhythm of nature and see themselves as its caretakers, firbolg are typically neutral good. Evil firbolg are rare and are usually the sworn enemies of the rest of their kind."
				],
				"Size": [
					"Firbolg are between 7 and 8 feet tall and weigh between 240 and 300 pounds. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Firbolg Magic": [
					"You can cast detect magic and disguise self with this trait, using Wisdom as your spellcasting ability for them. Once you cast either spell, you can't cast it again with this trait until you finish a short or long rest. When you use this version of disguise self, you can seem up to 3 feet shorter than normal, allowing you to more easily blend in with humans and elves."
				],
				"Hidden Step": [
					"As a bonus action, you can magically turn invisible until the start of your next turn or until you attack, make a damage roll, or force someone to make a saving throw. Once you use this trait, you can't use it again until you finish a short or long rest."
				],
				"Powerful Build": [
					"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
				],
				"Speech of Beast and Leaf": [
					"You have the ability to communicate in a limited manner with beasts and plants. They can understand the meaning of your words, though you have no special ability to understand them in return. You have advantage on all Charisma checks you make to influence them."
				],
				"Languages": [
					"You can speak, read, and write Common, Elvish, and Giant."
				]
			},
			"Books": [
				"Volo's Guide to Monsters"
			]
		},
		"Genasi": {
			"Description": [
				"Those who think of other planes at all consider them remote, distant realms, but planar influence can be felt throughout the world. It sometimes manifests in beings who, through an accident of birth, carry the power of the planes in their blood. The genasi are one such people, the offspring of genies and mortals.",
				"The Elemental Planes are often inhospitable to natives of the Material Plane: crushing earth, searing flames, boundless skies, and endless seas make visiting these places dangerous for even a short time. The powerful genies, however, don't face such troubles when venturing into the mortal world. They adapt well to the mingled elements of the Material Plane, and they sometimes visit—whether of their own volition or compelled by magic. Some genies can adopt mortal guise and travel incognito.",
				"During these visits, a mortal might catch a genie's eye. Friendship forms, romance blooms, and sometimes children result. These children are genasi: individuals with ties to two worlds, yet belonging to neither. Some genasi are born of mortal–genie unions, others have two genasi as parents, and a rare few have a genie further up their family tree, manifesting an elemental heritage that's lain dormant for generations.",
				"Occasionally, genasi result from exposure to a surge of elemental power, through phenomena such as an eruption from the Inner Planes or a planar convergence. Elemental energy saturates any creatures in the area and might alter their nature enough that their offspring with other mortals are born as genasi."
			],
			"Heirs to Elemental Power": [
				"Genasi inherit something from both sides of their dual nature. They resemble humans but have unusual skin color (red, green, blue, or gray), and there is something odd about them. The elemental blood flowing through their veins manifests differently in each genasi, often as magical power.",
				"Seen in silhouette, a genasi can usually pass for human. Those of earth or water descent tend to be heavier, while those of air or fire tend to be lighter. A given genasi might have some features reminiscent of the mortal parent (pointed ears from an elf, a stockier frame and thick hair from a dwarf, small hands and feet from a halfling, exceedingly large eyes from a gnome, and so on).",
				"Genasi almost never have contact with their elemental parents. Genies seldom have interest in their mortal offspring, seeing them as accidents. Many feel nothing for their genasi children at all.",
				"Some genasi live as outcasts, driven into exile for their unsettling appearance and strange magic, or assuming leadership of savage humanoids and weird cults in untamed lands. Others gain positions of great influence, especially where elemental beings are revered. A few genasi leave the Material Plane to find refuge in the households of their genie parents."
			],
			"Wild and Confident": [
				"Genasi rarely lack confidence, seeing themselves as equal to almost any challenge in their path. This certainty might manifest as graceful self-assurance in one genasi and as arrogance in another. Such self-confidence can sometimes blind genasi to risk, and their great plans often get them and others into trouble.",
				"Too much failure can chip away at even a genasi's sense of self, so they constantly push themselves to improve, honing their talents and perfecting their craft."
			],
			"Genasi Lands": [
				"As rare beings, genasi might go their entire lives without encountering another one of their kind. There are no great genasi cities or empires. Genasi seldom have communities of their own and typically adopt the cultures and societies into which they are born. The more strange their appearance, the harder time they have. Many genasi lose themselves in teeming cities, where their distinctiveness hardly raises an eyebrow in places accustomed to a variety of different people.",
				"Those living on the frontier, though, have a much harder time. People there tend to be less accepting of differences. Sometimes a cold shoulder and a suspicious glare are the best genasi can hope for; in more backward places, they face ostracism and even violence from people who mistake them for fiends. Facing a hard life, these genasi seek isolation in the wilds, making their homes in mountains or forests, near lakes, or underground.",
				"Most air and fire genasi in the Realms are descendants of the djinn and efreet who once ruled Calimshan. When those rulers were overthrown, their planetouched children were scattered. Over thousands of years, the bloodlines of those genasi have spread into other lands. Though far from common, air and fire genasi are more likely to be found in the western regions of Faerûn, along the coast from Calimshan north up to the Sword Coast, and into the Western Heartlands to the east. Some remain in their ancient homeland.",
				"In contrast, water and earth genasi have no common history. Individuals have difficulty tracing their own lineage, and bloodlines occasionally skip a generation or two. Many earth genasi originated in the North and spread out from there. Water genasi come from coastal areas, the largest concentration of them hailing from the regions surrounding the Sea of Fallen Stars.",
				"The distant land of Zakhara is known only in legends to most inhabitants of Faerûn. There, genies and spellcasters enter into bargains, and genasi can result from such pacts. Those genasi have been sources of great weal and woe in the history of that land."
			],
			"Genasi Names": [
				"Genasi use the naming conventions of the people among whom they were raised. They might later assume distinctive names to capture their heritage, such as Flame, Ember, Wave, or Onyx."
			],
			"Genasi Traits": {
				"Ability Score Increase": [
					"Your Constitution score increases by 2."
				],
				"Age": [
					"Genasi mature at about the same rate as humans and reach adulthood in their late teens. They live somewhat longer than humans do, up to 120 years."
				],
				"Alignment": [
					"Independent and self-reliant, genasi tend toward a neutral alignment."
				],
				"Size": [
					"Genasi are as varied as their mortal parents but are generally built like humans, standing anywhere from 5 feet to over 6 feet tall. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Languages": [
					"You can speak, read, and write Common and Primordial. Primordial is a gutteral language, filled with harsh syllables and hard consonants."
				]
			},
			"Sub Races": {
				"Air Genasi": {
					"Description": [
						"As an air genasi, you are descended from the djinn. As changable as the weatherm your moods shift from clam to wild and violent with little warning, but these storms rarely last long.",
						"Air genasi typically have light blue skin, hair, and eyes. As faint but constant breeze accompanies them, tousling the hair and stirring the clothing. Some air genasi speak with breathy voices, marked by a faint echo. A few display odd patterns in their flesh or grow crystals from their scalps."
					],
					"Ability Score Increase": [
						"Your Dexterity score increases by 1."
					],
					"Unending Breath": [
						"You can hold your breath indefinitely while your're not incapacitated."
					],
					"Mingle with the Wind": [
						"You can cast the levitate spell once with this trait, requiring no material components, and you regain the ability to cast it this way when you finish a long rest. Constitution is your spellcasting ability for this spell."
					]
				},
				"Earth Genasi": {
					"Description": [
						"As an earth genasi, you are descended from the cruel and greedy dao, though you aren't necessarily evil. You have inherited some measure of control over earth, reveling in superior strength and solid power. You tend to avoid rash decisions, pausing long enough to consider your options before taking action.",
						"Elemental earth manifests differently from one individual to the next. Some earth genasi always have bits of dust falling from their bodies and mud clinging to their clothes, never getting clean no matter how often they bathe. Others are as shiny and polished as gemstones, with skin tones of deep brown or black, eyes sparkling like agates. Earth genasi can also have smooth metallic flesh, dull iron skin spotted with rust, a pebbled and rough hide, or even a coating of tiny embedded crystals. The most arresting have fissures in their flesh, from which faint light shines."
					],
					"Ability Score Increase": [
						"Your Strength score increases by 1."
					],
					"Earth Walk": [
						"You can move across difficult terrain made of earth or stone without expending extra movement."
					],
					"Merge with Stone": [
						"You can cast the pass without trace spell once with this trait, requiring no material components, and you regain the ability to cast it this way when you finish a long rest. Constitution is your spellcasting ability for this spell."
					]
				},
				"Fire Genasi": {
					"Description": [
						"As a fire genasi, you have inherited the volatile mood and keen mind of the efreet. You tend toward impatience and making snap judgments. Rather than hide your distinctive appearance, you exult in it.",
						"Nearly all fire genasi are feverishly hot as if burning inside, an impression reinforced by flaming red, coal-black, or ash-gray skin tones. The more human-looking have fiery red hair that writhes under extreme emotion, while more exotic specimens sport actual flames dancing on their heads. Fire genasi voices might sound like crackling flames, and their eyes flare when angered. Some are accompanied by the faint scent of brimstone."
					],
					"Ability Score Increase": [
						"Your Intelligence score increases by 1."
					],
					"Darkvision": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. Your ties to the Elemental Plane of Fire make your darkvision unusual: everything you see in darkness is in a shade of red."
					],
					"Fire Resistance": [
						"You have resistance to fire damage."
					],
					"Reach to the Blaze": [
						"You know the produce flame cantrip. Once you reach 3rd level, you can cast the burning hands spell once with this trait as a 1st-level spell, and you regain the ability to cast it this way when you finish a long rest. Constitution is your spellcasting ability for these spells."
					]
				},
				"Water Genasi": {
					"Description": [
						"The lapping of waves, the spray of sea foam on the wind, the ocean depths—all of these things call to your heart. You wander freely and take pride in your independence, though others might consider you selfish.",
						"Most water genasi look as if they just finished bathing, with beads of moisture collecting on their skin and hair. They smell of fresh rain and clean water. Blue or green skin is common, and most have somewhat overlarge eyes, blue-black in color. A water genasi's hair might float freely, swaying and waving as if underwater. Some have voices with undertones reminiscent of whale song or trickling streams."
					],
					"Ability Score Increase": [
						"Your Wisdom score increases by 1."
					],
					"Acid Resistance": [
						"You have resistance to acid damage."
					],
					"Amphibious": [
						"You can breathe air and water."
					],
					"Swim": [
						"You have a swimming speed of 30 feet."
					],
					"Call to the Wave": [
						"You know the shape water cantrip (see chapter 2). When you reach 3rd level, you can cast the create or destroy water spell as a 2nd-level spell once with this trait, and you regain the ability to cast it this way when you finish a long rest. Constitution is your spellcasting ability for these spells."
					]
				}
			},
			"Books": [
				"Elemental Evil Players Companion"
			]
		},
		"Gith": {
			"Gith Traits": {
				"Ability Score Increase": [
					"Your Intelligence score increases by 1."
				],
				"Age": [
					"Gith reach adulthood in their late teens and live for about a century."
				],
				"Size": [
					"Gith are taller and leaner than humans, with most a slender 6 feet in height. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Languages": [
					"You can speak, read, and write Common and Gith."
				]
			},
			"Sub Races": {
				"Githyanki": {
					"Description": [
						"The brutal githyanki are trained from birth as warriors."
					],
					"Ability Score Increase": [
						"Your Strength score increases by 2."
					],
					"Alignment": [
						"Githyanki tend toward lawful evil. They are aggressive and arrogant, and they remain the faithful servants of their lich-queen, Vlaakith. Renegade githyanki tend toward chaos."
					],
					"Decadent Mastery": [
						"You learn one language of your choice, and you are proficient with one skill or tool of your choice, In the timeless city of Tu'narath, githyanki have bountiful time to master odd bits of knowledge."
					],
					"Martial Prodigy": [
						"You are proficient with ligth and medium armor and with shortswords, longswords, and greatswords."
					],
					"Githyanki Psionics": [
						"You know the mage hand cantrip, and the hand is invisible when you cast the cantrip with this trait.",
						"When you reach 3rd level, you can cast the jump spell once with this trait, and you regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the misty step spell once with this trait, and you regain the ability to do so when you finish a long rest.",
						"Intelligence is your spellcasting ability for these spells. When you cast them with this trait, they don't require components."
					]
				},
				"Githzerai": {
					"Description": [
						"In their fortresses within Limbo, the githzerai hone their minds to a razor's edge."
					],
					"Ability Score Increase": [
						"Your Wisdom score increases by 2."
					],
					"Alignment": [
						"Githzerai tend toward lawful neutral. Their rigorous training in psychic abilities requires an implacable mental discipline."
					],
					"Mental Discipline": [
						"You have advantage on saving throws against the charmed and frightened conditions. Under the tutelage of monastic masters, githzerai learn to govern their own minds."
					],
					"Githzerai Psionics": [
						"You know the mage hand cantrip, and the hand is invisible when you cast the cantrip with this trait.",
						"When you reach 3rd level, you can cast the shield spell once with this trait, and you regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the detect thoughts spell once with this trait, and you regain the ability to do so when you finish a long rest.",
						"Wisdom is your spellcasting ability for these spells. When you cast them with this trait, they don't require comonents."
					]
				}
			},
			"Books": [
				"Mordenkainen's Tome of Foes"
			]
		},
		"Gnome": {
			"Gnome Traits": {
				"Ability Score Increase": [
					"Your Intelligence score increases by 2."
				],
				"Age": [
					"Gnomes mature at the same rate humans do, and most are expected to settle down into an adult life by around age 40. They can live 350 to almost 500 years."
				],
				"Alignment": [
					"Gnomes are most often good. Those who tend toward law are sages, engineers, researchers, scholars, investigators, or inventors. Those who tend toward chaos are minstrels, tricksters, wanderers, or fanciful jewelers. Gnomes are good-hearted, and even the tricksters among them are more playful than vicious."
				],
				"Size": [
					"Gnomes are between 3 and 4 feet tall and average about 40 pounds. Your size is Small."
				],
				"Speed": [
					"Your base walking speed is 25 feet."
				],
				"Darkvision": [
					"Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
				],
				"Gnome Cunning": [
					"You have advantage on all Intelligence, Wisdom, and Charisma saving throws against magic."
				],
				"Languages": [
					"You can speak, read, and write Common and Gnomish. The Gnomish language, which uses the Dwarvish script, is renowned for its technical treatises and its catalogs of knowledge about the natural world."
				]
			},
			"Sub Races": {
				"Forest Gnome": {
					"Description": [
						"As a forest gnome, you have a natural knack for illusions and inherent quickness and stealth. In the worlds of D&D, forest gnomes are rare and secretive. They gather in hidden communities in sylvan forests, using illusions and trickery to conceal themselves from threats or to mask their escape should they be detected. Forest gnomes tend to be friendly with other good-spirited woodland folk, and they regard elves and good fey their most important allies. These gnomes also befriend small forest animals and rely on them for information about threats that might prowl their lands."
					],
					"Ability Score Increase": [
						"Your Dexterity score increases by 1."
					],
					"Natural Illusionist": [
						"You know the minor illusion cantrip. Intelligence is your spellcasting ability for it."
					],
					"Speak with Small Beasts": [
						"Through sounds and gestures, you can communicate simple ideas with Small or smaller beasts. Forest gnomes love animals and often keep squirrels, badgers, rabbits, moles, woodpeckers, and other creatures as beloved pets."
					]
				},
				"Rock Gnome": {
					"Description": [
						"As a rock gnome, you have a natural inventiveness and hardiness beyond that of other gnomes. Most gnomes in the worlds of D&D are rock gnomes, including the tinker gnomes of the Dragonlance setting."
					],
					"Ability Score Increase": [
						"Your Constitution score increases by 1."
					],
					"Artificer's Lore": [
						"Whenever you make an Intelligence (History) check related to magic items, alchemical objects, or technological devices, you can add twice your proficiency bonus, instead of any proficiency bonus you normally apply."
					],
					"Tinker": {
						"Description": [
							"You have proficiency with artisan's tools (tinker's tools). Using those tools, you can spend 1 hour and 10 gp worth of materials to construct a Tiny clockwork device (AC 5, 1 hp). The device ceases to function after 24 hours (unless you spend 1 hour repairing it to keep the device functioning), or when you use your action to dismantle it; at that time, you can reclaim the materials used to create it. You can have up to three such devices active at a time.",
							"When you create a device, choose one of the following options:"
						],
						"Clockwork Toy": [
							"This toy is a clockwork animal, monster, or person, such as a frog, mouse, bird, dragon, or soldier. When placed on the ground, the toy moves 5 feet across the ground on each of your turns in a random direction. It makes noises as appropriate to the creature it represents."
						],
						"Fire Starter": [
							"The device produces a miniature flame, which you can use to light a candle, torch, or campfire. Using the device requires your action."
						],
						"Music Box": [
							"When opened, this music box plays a single song at a moderate volume. The box stops playing when it reaches the song's end or when it is closed."
						]
					}
				}
			},
			"Books": [
				"Elemental Evil Players Companion",
				"Player's Handbook"
			]
		},
		"Goblin": {
			"Goblin Traits": {
				"Ability Score Increase": [
					"Your Dexterity score increases by 2, and your Constitution score increases by 1."
				],
				"Age": [
					"Goblins reach adulthood around age 8. They age noticeably faster than humans, and though few goblins live to old age, the most cautious rarely live longer than 60 years."
				],
				"Alignment": [
					"Most goblins are chaotic, with no inclination toward good or evil."
				],
				"Size": [
					"Goblins are between 3 and 4 feet tall and weigh between 40 and 80 pounds. Your size is Small."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Darkvision": [
					"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray"
				],
				"Languages": [
					"You can speak, read, and write Common and Goblin."
				],
				"Fury of the Small": [
					"When you damage a creature with an attack or a spell and the creature's size is larger than yours, you can cause the attack or spell to deal extra damage to the creature. The extra damage equals your level. Once you use this trait, you can't use it again until you finish a short or long rest."
				],
				"Nimble Escape": [
					"You can take the Disengage or Hide action as a bonus action on each of your turns."
				]
			},
			"Books": [
				"Volo's Guide to Monsters"
			]
		},
		"Goblin (Ixalan)": {
			"Description": [
				"Goblins are native to Ixalan, and their eager curiosity drew them to the ships of the Brazen Coalition when the pirates first made landfall on the Sun Empire's shores. Though they still thrive in remote jungle colonies, goblins are most commonly seen swinging on the ropes of sleek pirate ships.",
				"Goblins stand about three feet tall, though they rarely stand upright. They prefer a crouched posture that lets them scramble quickly on all fours, aided by their long prehensile tails. Their hearing and eyesight make them excellent lookouts, and their agility serves them well as crew members on pirate ships. They climb, swing, and jump easily among a ship's ropes, and can get into tight spaces that humans can't. For better or worse, many goblins are also incorrigible pranksters, and they often have a hard time determining when a prank is inappropriate, is poorly timed, or has gone too far."
			],
			"Goblin Traits": {
				"Description": [
					"Your goblin character has the following traits."
				],
				"Ability Score Increase": [
					"Your Dexterity score increases by 2"
				],
				"Age": [
					"Goblins mature faster than humans, reaching adulthood around age 12. They age noticeably faster, and though few goblins live to old age, the most cautious rarely live longer than 50 years."
				],
				"Alignment": [
					"Most goblins are wildly chaotic,with no particular inclination toward good or evil but a strong tendency toward mischief."
				],
				"Size": [
					"Goblins average about 3 feet tall and weigh about 40 pounds. Your size is Small."
				],
				"Speed": [
					"Your base walking speed is 25 feet."
				],
				"Agile Climber": [
					"You have a climbing speed of 25 feet. You can't use your climbing speed while you wear medium or heavy armor. (If your campaign uses the variant rule for encumbrance, you can't use your climbing speed if you are encumbered.)"
				],
				"Darkvision": [
					"Accustomed to life in the jungle night, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
				],
				"Languages": [
					"You can speak, read, and write Common (if it exists in your campaign) and Goblin."
				]
			},
			"Books": [
				"Plane Shift Ixalan"
			]
		},
		"Goblin (Ravnica)": {
			"Description": [
				"Whether sniveling in fear, cackling with mad laughter, or snarling in a fury, goblins are wretched and inconsequential-at least in the eyes of most of Ravnica's other folk. In their own minds, though, they are content to lurk in the shadows only until they fully come into their own and receive the recognition they believe they deserve. They are entitled to some credit for their tenacity, agility, crafty ingenuity, and dumb luck, all of which has enabled them to survive in a world overrun with creatures larger and more powerful than they are."
			],
			"Small and Wiry": [
				"Standing around 3 feet tall and covered in warty green or red skin, goblins have huge noses and ears. Their wiry bodies are surprisingly strong. and their mouths are full of sharp, crooked teeth.",
				"Most goblins are bald, either by heredity or by choice, but a few boast shocks of red or black hair. Their arms and legs are elongated in proportion to their small bodies, and their fingers and toes are also long and slender. Many goblins prefer to go unshod to leave their toes exposed for climbing."
			],
			"Unfettered Emotion": [
				"Creatures of raw impulse, goblins are found among guilds that value that quality, particularly the Tzzet (where they typically serve as attendants for researchers), the Gruul (in camps that form hapless buffers between the clans and civilized regions), the Rakdos (putting their love of explosions to good use), and occasionally the Boros (if they discover a well of discipline and courage within themselves, or find themselves unable to resist the shininess of Boros weapons and armor). Many goblins are guildless and make their way as members of street gangs.",
				"Sometimes driven by wild mood swings, goblins have an inclination toward destruction, which can take a  playful form but is often anything but. Some goblins clobber things, others like to light them on fire, and many love to blow things up.",
				"Goblins have an outrageous sense of humor, usually expressed through mischievous pranks. The malicious among them find pleasure in the misfortune of others and tend to cackle maniacally whenever they're amused. They can act with apparent randomness, sometimes just to confuse and befuddle others."
			],
			"Goblin Names": [
				"The Goblin language is fond of certain sounds, and goblin names tend to repeat those sounds to form what can sound like nonsense words. A goblin's name gives no indication of gender.",
				"Goblin Names: Azzinax, Babolax, Blixanix, Crixizix, Dazzaz, Estrix, Finizix, Juzba, Kaluzax, Lyzaxa, Mizzix, Myznar, Nixispix, Paxizaz, Ravixiz, Stixil, Sunnix, Tozinox, Uxivozi, Vazozav, Wexiny, Zizzix"
			],
			"Goblin Traits": {
				"Ability Score Increase": [
					"Your Dexterity score increases by 2, and your Constitution score increases by 1."
				],
				"Age": [
					"Goblins reach adulthood around age 8. They age noticeably faster than humans, and though few goblins live to old age, the most cautious rarely live longer than 60 years."
				],
				"Alignment": [
					"Most of the goblins of Ravnica are chaotic, with no inclination toward good or evil."
				],
				"Size": [
					"Goblins are between 3 and 4 feet tall and weigh between 40 and 80 pounds. Your size is Small."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Darkvision": [
					"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray"
				],
				"Fury of the Small": [
					"When you damage a creature with an attack or a spell and the creature's size is larger than yours, you can cause the attack or spell to deal extra damage to the creature. The extra damage equals your level. Once you use this trait, you can't use it again until you finish a short or long rest."
				],
				"Nimble Escape": [
					"You can take the Disengage or Hide action as a bonus action on each of your turns."
				],
				"Languages": [
					"You can speak, read, and write Common and Goblin."
				]
			},
			"Books": [
				"Guildmaster's Guide to Ravnica"
			]
		},
		"Goblin (Zendikar)": {
			"Description": [
				"Goblins are an inquisitive and adaptable race hampered by their small size, their natural cowardice, and a severe shortage of common sense. They eagerly explore areas that others hesitate to enter, and obsessively fiddle with magic that more sensible folk would take careful precautions with. They prize ancient artifacts not for their inherent value, but primarily as a mark of status—for a precious trophy proves that its owner survived a delve into a deep and dangerous ruin.",
				"Goblins are associated with red mana. Their shamans are fond of spells that create or control fire and lightning to smite their foes, and they are quick to follow their impulses and passions into action without much forethought. Life to a goblin is an adventure full of new things to explore and experience."
			],
			"Long Arms and Stony Skin": [
				"A typical goblin stands between three-and-a-half and five feet tall, with a slender, elongated build. Goblins' arms are unusually long and spindly, making them adept at climbing cliffs and trees. Their skin has a stony texture, ranging in color from red-brown to moss green or gray. Their ears are large and swept back, their eyes are intensely red, and many sport heavy bone protrusions on their spines or elbows. Males have similar growths jutting from their chins, while females have heavier growths on their foreheads.",
				"This distinctive appearance is a direct result of the goblins' unusual diet. Before the Eldrazi's rise, goblins supplemented their normal diet with a kind of rock they pounded into bits and called “grit.” The presence of the Eldrazi in Zendikar has poisoned this rock, so the goblins have taken to eating powdered hedrons instead. Eating this magic-infused stone has given the goblins resistance to the maddening psychic emanations of the Eldrazi. As an added benefit, it toughens their skin, protecting them from the elements and from physical dangers."
			],
			"Goblin Traits": {
				"Description": [
					"Your Constitution score increases by 2."
				],
				"Ability Score Increase": [
					"Your Dexterity score increases by 2, and your Constitution score increases by 1."
				],
				"Age": [
					"Goblins mature faster than humans, reaching adulthood at around age 12. They also age noticeably faster than humans, and even the most cautious goblins rarely live longer than 50 years."
				],
				"Alignment": [
					"Most goblins are wildly chaotic, though they have no particular inclination toward good or evil."
				],
				"Size": [
					"Goblins average about 3 feet tall and weigh about 40 pounds. Your size is Small."
				],
				"Speed": [
					"Your base walking speed is 25 feet."
				],
				"Darkvision": [
					"Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
				],
				"Grit": [
					"You have resistance to fire damage and psychic damage. In addition, when you are wearing no armor, your AC is equal to 11 + your Dexterity modifier."
				],
				"Languages": [
					"You can speak, read, and write Common and Goblin."
				],
				"Tribe": [
					"Most goblins on Zendikar belong to one of three tribes: the Grotag, the Lavastep, and the Tuktuk. Choose one of these tribes."
				]
			},
			"Tribes": {
				"Description": [
					"Most goblins on Zendikar belong to one of three tribes: the Grotag, the Lavastep, and the Tuktuk. Choose one of these tribes."
				],
				"Grotag Tribe": {
					"Description": [
						"Smaller and weaker than their cousins, and with larger hands and feet, goblins of the Grotag tribe attempt to live by their wits—though seldom with much success. When a Grotag goblin has the bright idea of trying to tame fleshpiercer mites, at least a few others will be willing to follow that goblin into a nest—usually to predictably horrible results. But though the Grotag seem to have a never-ending supply of bad ideas, and a horrible ratio of bad ideas to good, the Grotag likewise seem to have a never-ending supply of Grotag. As such, by trial and error (and more error), these goblins have stumbled across a great deal of knowledge useful for surviving the deep places of Zendikar, and for dealing with the creatures that live there. The Grotag imagine themselves to have a sort of empathy with beasts, and they lose hundreds of goblins each year to ill-advised attempts at monster taming. But, every now and again, one of these efforts is successful.",
						"Grotag Tamer# You have proficiency in the Animal Handling skill."
					]
				},
				"Lavastep Tribe": {
					"Description": [
						"The Lavastep tribe is the most industrious of the goblin tribes, and possesses much hard-won knowledge of the geothermal activity in Akoum. More so than members of the other tribes, the Lavastep goblins build surprisingly effective equipment out of the crystal shards and veins of strange metals that occasionally boil up to the surface. The most warlike of their kind, Lavastep goblins frequently harass the kor, elves, and humans of Akoum.",
						"Lavastep Grit# You have advantage on Dexterity (Stealth) checks made to hide in rocky or subterranean environments."
					]
				},
				"Tuktuk Tribe": {
					"Description": [
						"Among the goblins, the Tuktuk are most likely to hire themselves out as ruin guides to other races. Of course, their usual plan is to help find something of value, steal it, trigger a trap intentionally, and then run.",
						"Tuktuk Cunning# You have proficiency with thieves' tools."
					]
				}
			},
			"Books": [
				"Plane Shift Zendikar"
			]
		},
		"Goliath": {
			"Description": [
				"At the highest mountain peaks—far above the slopes where trees grow and where the air is thin and the frigid winds howl—dwell the reclusive goliaths. Few folk can claim to have seen a goliath, and fewer still can claim friendship with them. Goliaths wander a bleak realm of rock, wind, and cold. Their bodies look as if they are carved from mountain stone and give them great physical power. Their spirits take after the wandering wind, making them nomads who wander from peak to peak. Their hearts are infused with the cold regard of their frigid realm, leaving each goliath with the responsibility to earn a place in the tribe or die trying."
			],
			"Driven Competitors": [
				"Every day brings a new challenge to a goliath. Food, water, and shelter are rare in the uppermost mountain reaches. A single mistake can bring doom to an entire tribe, while an individual's heroic effort can ensure the entire group's survival.",
				"Goliaths thus place a premium on self-sufficiency and individual skill. They have a compulsion to keep score, counting their deeds and tallying their accomplishments to compare to others. Goliaths love to win, but they see defeat as a prod to improve their skills.",
				"This dedication to competition has a dark side. Goliaths are ferocious competitors, but above all else they are driven to outdo their past efforts. If a goliath slays a dragon, he or she might seek out a larger, more powerful wyrm to battle. Few goliath adventurers reach old age, as most die attempting to surpass their past accomplishments."
			],
			"Fair Play": [
				"For goliaths, competition exists only when it is supported by a level playing field. Competition measures talent, dedication, and effort. Those factors determine survival in their home territory, not reliance on magic items, money, or other elements that can tip the balance one way or the other. Goliaths happily rely on such benefits, but they are careful to remember that such an advantage can always be lost. A goliath who relies too much on them can grow complacent, a recipe for disaster in the mountains.",
				"This trait manifests most strongly when goliaths interact with other folk. The relationship between peasants and nobles puzzles goliaths. If a king lacks the intelligence or leadership to lead, then clearly the most talented person in the kingdom should take his place. Goliaths rarely keep such opinions to themselves, and mock folk who rely on society's structures or rules to maintain power."
			],
			"Survival of the Fittest": [
				"Among goliaths, any adult who can't contribute to the tribe is expelled. A lone goliath has little chance of survival, especially an older or weaker one. Goliaths have little pity for adults who can't take care of themselves, though a sick or injured individual is treated, as a result of the goliath concept of fair play.",
				"A permanently injured goliath is still expected to pull his or her weight in the tribe. Typically, such a goliath dies attempting to keep up, or the goliath slips away in the night to seek the cold will of fate.",
				"In some ways, the goliath drive to outdo themselves feeds into the grim inevitability of their decline and death. A goliath would much rather die in battle, at the peak of strength and skill, than endure the slow decay of old age. Few folk have ever meet an elderly goliath, and even those goliaths who have left their people grapple with the urge to give up their lives as their physical skills decay.",
				"Because of their risk-taking, goliath tribes suffer from a chronic lack of the experience offered by long-term leaders. They hope for innate wisdom in their leadership, for they can rarely count on a wisdom grown with age."
			],
			"Goliath Names": [
				"Every goliath has three names: a birth name assigned by the newborn's mother and father, a nickname assigned by the tribal chief, and a family or clan name. A birth name is up to three syllables long. Clan names are five syllables or more and end in a vowel.",
				"Birth names are rarely linked to gender. Goliaths see females and males as equal in all things, and they find societies with roles divided by gender to be puzzling or worthy of mockery. To a goliath, the person who is best at a job should be the one tasked with doing it.",
				"A goliath's nickname is a description that can change on the whim of a chieftain or tribal elder. It refers to a notable deed, either a success or failure, committed by the goliath. Goliaths assign and use nicknames with their friends of other races, and change them to refer to an individual's notable deeds.",
				"Goliaths present all three names when identifying themselves, in the order of birth name, nickname, and clan name. In casual conversation, they use their nickname.",
				"Birth Names: Aukan, Eglath, Gae-Al, Gauthak, Ilikan, Keothi, Kuori, Lo-Kag, Manneo, Maveith, Nalla, Orilo, Paavu, Pethani, Thalai, Thotham, Uthal, Vaunea, Vimak",
				"Nicknames: Bearkiller, Dawncaller, Fearless, Flintfinder, Horncarver, Keeneye, Lonehunter, Longleaper, Rootsmasher, Skywatcher, Steadyhand, Threadtwister, Twice-Orphaned, Twistedlimb, Wordpainter",
				"Clan Names: Anakalathai, Elanithino, Gathakanathi, Kalagiano, Katho-Olavi, Kolae-Gileana, Ogolakanu, Thuliaga, Thunukalathi, Vaimei-Laga"
			],
			"Goliath Traits": {
				"Description": [
					"Goliaths share a number of traits in common with each other."
				],
				"Ability Score Increase": [
					"Your Strength score increases by 2, and your Constitution score increases by 1."
				],
				"Age": [
					"Goliaths have lifespans comparable to humans. They enter adulthood in their late teens and usually live less than a century."
				],
				"Alignment": [
					"Goliath society, with its clear roles and tasks, has a strong lawful bent. The goliath sense of fairness, balanced with an emphasis on selfsufficiency and personal accountability, pushes them toward neutrality."
				],
				"Size": [
					"Goliaths are between 7 and 8 feet tall and weigh between 280 and 340 pounds. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Natural Athlete": [
					"You have proficiency in the Athletics skill."
				],
				"Stone's Endurance": [
					"You can focus yourself to occasionally shrug off injury. When you take damage, you can use your reaction to roll a d12. Add your Constitution modifier to the number rolled, and reduce the damage by that total. After you use this trait, you can't use it again until you finish a short or long rest."
				],
				"Powerful Build": [
					"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
				],
				"Mountain Born": [
					"You're acclimated to high altitude, including elevations above 20,000 feet. You're also naturally adapted to cold climates, as described in chapter 5 of the Dungeon Master's Guide."
				],
				"Languages": [
					"You can speak, read, and write Common and Giant."
				]
			},
			"Books": [
				"Elemental Evil Players Companion",
				"Volo's Guide to Monsters"
			]
		},
		"Grung": {
			"Grung Traits": {
				"Ability Score Increase": [
					"Your Dexterity score increases by 2 and your Constitution score increases by 1."
				],
				"Age": [
					"Grungs mature to adulthood in a single year, but have been known to live up to 50 years."
				],
				"Alignment": [
					"Most grungs are lawful, having been raised in a strict caste system. They tend toward evil as well, coming from a culture where social advancement occurs rarely, and most often because another member of your army has died and there is no one else of that caste to fill the vacancy."
				],
				"Arboreal Alertness": [
					"You have proficiency in the Perception skill."
				],
				"Size": [
					"Grungs stand between 2 ½ and 3 ½ feet tall and average about 30 pounds. Your size is Small."
				],
				"Speed": [
					"Your base walking speed is 25 feet, and you have a climbing speed of 25 feet."
				],
				"Amphibious": [
					"You can breathe air and water."
				],
				"Poison Immunity": [
					"You're immune to poison damage and the poisoned condition."
				],
				"Poisonous Skin": [
					"Any creature that grapples you or otherwise comes into direct contact with your skin must succeed on a DC 12 Constitution saving throw or become poisoned for 1 minute. A poisoned creature no longer in direct contact with you can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
					"You can also apply this poison to any piercing weapon as part of an attack with that weapon, though when you hit the poison reacts differently. The target must succeed on a DC 12 Constitution saving throw or take 2d4 poison damage."
				],
				"Standing Leap": [
					"Your long jump is up to 25 feet and your high jump is up to 15 feet, with or without a running start."
				],
				"Water Dependency": [
					"If you fail to immerse yourself in water for at least 1 hour during a day, you suffer one level of exhaustion at the end of that day. You can only recover from this exhaustion through magic or by immersing yourself in water for at least 1 hour."
				],
				"Languages": [
					"You can speak, read, and write Grung."
				]
			},
			"Books": [
				"One Grung Above"
			]
		},
		"Half-Elf": {
			"Half-Elf Traits": {
				"Ability Score Increase": [
					"Your Charisma score increases by 2, and two other ability scores of your choice increase by 1."
				],
				"Age": [
					"Half-elves mature at the same rate humans do and reach adulthood around the age of 20. They live much longer than humans, however, often exceeding 180 years."
				],
				"Alignment": [
					"Half-elves share the chaotic bent of their elven heritage. They value both personal freedom and creative expression, demonstrating neither love of leaders nor desire for followers. They chafe at rules, resent others' demands and sometimes prove unreliable, or at least unpredictable."
				],
				"Size": [
					"Half-elves are about the same size as humans ranging from 5 to 6 feet tall. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Darkvision": [
					"Thanks to your elf blood, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
				],
				"Fey Ancestry": [
					"You have advantage on saving throws against being charmed, and magic can't put you to sleep."
				],
				"Skill Versatility": [
					"You gain proficiency in two skills of your choice."
				],
				"Languages": [
					"You can speak, read, and write Common, Elvish, and one extra language of your choice."
				]
			},
			"Books": [
				"Player's Handbook"
			]
		},
		"Halfling": {
			"Halfling Traits": {
				"Ability Score Increase": [
					"Your Dexterity score increases by 2."
				],
				"Age": [
					"A halfling reaches adulthood at the age of 20 and generally lives into the middle of his or her second century."
				],
				"Alignment": [
					"Most halflings are lawful good. As a rule, they are good-hearted and kind, hate to see others in pain, and have no tolerance for oppression. They are also very orderly and traditional, leaning heavily on the support of their community and the comfort of their old ways."
				],
				"Size": [
					"Halflings average about 3 feet tall and weigh about 40 pounds. Your size is small."
				],
				"Speed": [
					"Your base walking speed is 25 feet."
				],
				"Lucky": [
					"When you roll a 1 on an attack roll, ability check, or saving throw, you can reroll the die and must use the new roll."
				],
				"Brave": [
					"You have advantage on saving throws against being frightened."
				],
				"Halfling Nimbleness": [
					"You can move through the space of any creature that is of a size larger than yours."
				],
				"Languages": [
					"You can speak, read and write Common and Halfling. The halfling language isn't secret, but halflings are loath to share it with others. They write very little, so they don't have a rich body of literature. Their oral tradition, however is very strong. Almost all halflings speak Common to converse with the people in whose lands they dwell or through which they are traveling."
				]
			},
			"Sub Races": {
				"Lightfoot": {
					"Description": [
						"As a lightfoot halfling, you can easily hide from notice, even using other people as cover. You're inclined to be affable, and get along well with others. In the Forgotten Realms, lightfoot halflings have spread the farthest and thus are the most common variety.",
						"Lightfoots are more prone to wanderlust than other halflings, and often dwell alongside other races or take up a nomadic life. In the world of Greyhawk, these halflings are called hairfeet or tallfellows."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 1."
					],
					"Naturally Stealthy": [
						"You can attempt to hide even when you are obscured only by a creature that is at least one size larger than you."
					]
				},
				"Stout": {
					"Description": [
						"As a stout halfling, you're hardier than average and have some resistance to poison. Some say that stouts have dwarven blood. In the Forgotten Realms, these halflings are called stronghearts, and they're most common in the south."
					],
					"Ability Score Increase": [
						"Your Constitution score increases by 1."
					],
					"Stout Resilience": [
						"You have advantage on saving throws against poison, and you have resistance against poison damage."
					]
				}
			},
			"Books": [
				"Player's Handbook"
			]
		},
		"Half-Orc": {
			"Half-Orc Traits": {
				"Ability Score Increase": [
					"Your Strength score increases by 2, and your Constitution score increases by 1."
				],
				"Age": [
					"Half-orcs mature a little faster than humans, reaching adulthood around age 14. They age noticeably faster and rarely live longer than 75 years."
				],
				"Alignment": [
					"Half-orcs inherit a tendency toward chaos from their orc parents and are not strongly inclined toward good. Half-orcs raised among orcs and willing to live out their lives among them are usually evil."
				],
				"Size": [
					"Half-orcs are somewhat larger and bulkier than humans and they range from 5 to well over 6 feet tall. Your size is Medium."
				],
				"Darkvision": [
					"Thanks to your orc blood, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only in shades of gray."
				],
				"Menacing": [
					"You gain proficiency in the Intimidation skill."
				],
				"Relentless Endurance": [
					"When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. You can't use this feature again until you finish a long rest."
				],
				"Savage Attacks": [
					"When you score a critical hit with a melee weapon attack, you can roll one of the weapon's damage dice one additional time and add it to the extra damage of the critical hit."
				],
				"Languages": [
					"You can speak, read, and write Common and Orc. Orc is harsh, grating language with hard consonants. It has no script of its own but is written in the Dwarvish script."
				]
			},
			"Books": [
				"Player's Handbook"
			]
		},
		"Hobgoblin": {
			"Hobgoblin Traits": {
				"Ability Score Increase": [
					"Your Constitution score increases by 2, and your Intelligence score increases by 1."
				],
				"Age": [
					"Hobgoblins mature at the same rate as humans and have lifespans similar in length to theirs."
				],
				"Alignment": [
					"Hobgoblin society is built on fidelity to a rigid, unforgiving code of conduct. As such, they tend toward lawful evil."
				],
				"Size": [
					"Hobgoblins are between 5 and 6 feet tall and weigh between 150 and 200 pounds. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Languages": [
					"You can speak, read, and write Common and Goblin."
				],
				"Darkvision": [
					"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
				],
				"Martial Training": [
					"You are proficient with two martial weapons of your choice and with light armor."
				],
				"Saving Face": [
					"Hobgoblins are careful not to show weakness in front of their allies, for fear of losing status. If you miss with an attack roll or fail an ability check or a saving throw, you can gain a bonus to the roll equal to the number of allies you can see within 30 feet of you (maximum bonus of +5). Once you use this trait, you can't use it again until you finish a short or long rest."
				]
			},
			"Books": [
				"Volo's Guide to Monsters"
			]
		},
		"Human": {
			"Human Traits": {
				"Ability Score Increase": [
					"Your Ability scores each increase by 1."
				],
				"Age": [
					"Humans reach adulthood in their late teens and live less than a century."
				],
				"Alignment": [
					"Humans tend toward no particular alignment."
				],
				"Size": [
					"Humans vary widely in height and build, from barely 5 feet to well over 6 feet tall. Regardless of your position in that range, your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Languages": [
					"You can speak, read, and write Common and one extra language of your choice."
				]
			},
			"Variant Human Traits": {
				"Ability Score Increase": [
					"Two different ability scores of your choice increase by 1."
				],
				"Skills": [
					"You gain proficiency in one skill of your choice."
				],
				"Feat": [
					"You gain one feat of your choice."
				]
			},
			"Books": [
				"Player's Handbook"
			]

		},
		"Human (Amonkhet)": {
			"Description": [
				"Of the five humanoid races of Amonkhet, humans are the most diverse and adaptable. Different humans train in a wide variety of fighting styles, including those particularly favored by other races. A human mage might use any of the five colors of mana, while mages of other races focus on one of only two colors. Human viziers serve all five gods, and different human initiates excel in different trials. Humans defy trends and categorization, and opponents who face a human in one-on-one combat can't know what kind of fight to expect—from the foresight and cunning often associated with Kefnet, to a ruthlessness that emulates Bontu. At the beginning of such a fight, this uncertainty can give an edge to the human combatant.",
				"nce the fight has begun, of course, victory relies on different factors. But here, the human drive toward perfection once more tilts the scales in their favor. Humans are willing to go to any length, exhausting all available options, to reach the pinnacle of achievement and win the favor of the God-Pharaoh."
			],
			"Two Roads to Perfection": [
				"As diverse as they are in most respects, the humans of Amonkhet share a drive toward perfection. However, they approach this challenge differently. Some humans specialize in a relatively narrow set of skills, while oth-ers seek to master a wide range",
				"Perfection through Specialization# Humans who choose a path of specialization often piously identify with one of the five gods (often as a vizier), and thus focus on one aspect of perfection. For them, the best way to earn a place in the afterlife is to hone a single facet of their character to the utmost quality, and as initiates, they hope to put that quality to use in all five trials. A mage initiate who identifies with Hazoret might cultivate zeal above all other virtues, master spells of fiery magic to channel that powerful emotion, and rely on raw energy and enthusiasm to get through the four trials leading up to Hazoret's final test. An initiate dedicated to Oketra, on the other hand, relies on cooperation, solidarity, and teamwork to get through the trials—even Bontu's Trial of Ambition, which attempts to break down such bonds.",
				"To Oketra's disciple, ambition means a drive to help an entire crop of initiates achieve glory together, rather than exalting oneself over others. Humans with this viewpoint see their chosen virtue coloring all others, and believe that the five gods offer their people a choice of which virtue to emulate and emphasize.",
				"Perfection through Balance# Other humans be-lieve that true perfection lies in mastering all the virtues, without giving preference to any one over the others. They compare themselves to multifaceted stones whose beauty lies in the polished perfection of every facet. These humans are careful not to let their skills in one area outshine their other efforts, and if they grow too accomplished in one set of skills, they set it aside to concentrate their training on others until their abilities are in balance once more.",
				"Philosophically, such humans believe that the gods are five in number so as to remind the people of Amonkhet not to focus their attention on a single god or a single virtue, but to serve the gods equally and master their teachings to the same degree. Thus they hope to achieve a balanced state of perfection that will guaran-tee their admission into the afterlife."
			],
			"Combat Classes": [
				"Most human initiates focus their studies on a single specialization—hand-to-hand combat, long-range combat, or magical combat. Humans who choose hand-to-hand combat might focus with single-minded devotion on the use of the sickle-bladed khopesh (treat as a long-sword). Other hand-to-hand specialists take a broader perspective and study the use of all weapons equally.",
				"Some humans, however, apply the idea of perfection through balance to these combat specializations as well, fusing multiple styles together into a unique blend. For example, a human initiate might use spells to shape sand into a sword or to wreathe arrows with life-draining magic. Other initiates strike with an axe in one hand while throwing smaller axes with the other, employing techniques of both hand-to-hand and long-range combat. Some humans use slings to launch fireballs, create illusory nets to restrain their opponents, or craft their blades from solid toxins."
			],
			"Human Traits": {
				"Description": [
					"The humans of Amonkhet use the variant human traits presented in the Player's Handbook. This allows them greater specialization from the very beginning of their careers, and emphasizes the diversity of the human race."
				],
				"Ability Score Increase": [
					"Two different ability scores of your choice increase by 1."
				],
				"Age": [
					"Humans reach adulthood in their late teens. Most human initiates have completed the trials and found a glorious or inglorious death before they turn 30. Viziers can enjoy longer service to their gods, in theory living up to a century."
				],
				"Alignment": [
					"Humans tend toward no particular alignment. The best and the worst are found among them."
				],
				"Size": [
					"Humans vary widely in height and build, from barely 5 feet to well over 6 feet tall. Regardless of your position in that range, your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Skills": [
					"You gain proficiency in one skill of your choice."
				],
				"Feat": [
					"You gain one feat of your choice."
				],
				"Languages": [
					"You can speak, read, and write Common and one extra language of your choice."
				]
			},
			"Books": [
				"Plane Shift Amonkhet"
			]
		},
		"Human (Ixalan)": {
			"Description": [
				"Humans are found throughout the plane of Ixalan, both in the lands of Torrezon (now controlled by the Legion of Dusk) and in the Sun Empire. The vampires of the Legion of Dusk were once human, and the peasant and servant populations they rule still are. As the Legion of Dusk conquered Torrezon, its forces drove many human populations before them, including those who first formed the Free Cities and later fled across the ocean to form the core of the Brazen Coalition."
			],
			"Human Traits": {
				"Description": [
					"The humans of Ixalan use the human traits presented in the Player's Handbook."
				],
				"Ability Score Increase": [
					"Your ability scores each increase by 1."
				],
				"Age": [
					"Humans reach adulthood in their late teens and live less than a century."
				],
				"Alignment": [
					"Humans tend toward no particular alignment. The best and the worst are found among them."
				],
				"Size": [
					"Humans vary widely in height and build, from barely 5 feet to well over 6 feet tall. Regardless of your position in that range, your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Languages": [
					"You can speak, read, and write Common and one extra language of your choice. Or, if your campaign uses the optional rules for languages found in the previous section, your national origin determines your native language: Itzocan for the Sun Empire, Coalition pidgin for the Brazen Coalition, or Vampire for the Legion of Dusk. You still speak one additional language of your choice, and Common if it exists in your campaign."
				]
			}
		},
		"Human (Keldon)": {
			"Description": [
				"The people of Keld are human, but they are like no other humans anywhere. Nearly all adults stand over six feet tall, and heights above seven feet are not uncommon. They are massively muscled and have gray skin, ranging from an ashy gray-white to a deeper bluegray. The typical Keldon's hairline points sharply down in the middle of the forehead and at either temple, but recedes elsewhere—sometimes dramatically. Keldons are remarkably resistant to the cold of their homeland, baring skin even in near-freezing temperatures without discomfort.",
				"Keldons value self-reliance, strength, and courage above all else. Anything that is the product of their own labor is a fine thing. Anything else is treated with a healthy dose of skepticism. At best, they are a proud, pragmatic, passionate people, and their loyalty is fierce once earned. At worst, they can be reckless, hot-tempered, and violent—and no small number of Keldons still consider these qualities virtues rather than vices.",
				"Because of their many exploits as both conquerors and mercenaries, Keldons appear in the legends and histories of other peoples across the world. Sometimes these tales are exaggerated—but many that sound exaggerated are not.",
				"Instead of adding an additional ability score, all ability scores are replaced."
			],
			"Keldon Human Traits": {
				"Description": [
					"The humans of Keld have the following traits, which replace the standard human traits presented in the Player's Handbook."
				],
				"Ability Score Increase": [
					"Your Strength score increases by 2, and your Constitution score increases by 1."
				],
				"Age": [
					"Keldons reach adulthood in their late teens and live less than a century."
				],
				"Alignment": [
					"Keldons tend toward chaotic alignments, and many walk a fine line between good and evil."
				],
				"Size": [
					"Keldons are taller and heavier than the human norms of other cultures, standing almost universally above 6 feet tall and reaching heights above 7 feet. Your size is Medium."
				],
				"Languages": [
					"You can speak, read, and write Common and Keldon."
				],
				"Natural Athlete": [
					"You have proficiency in the Athletics skill."
				],
				"Keldon Resilience": [
					"You have proficiency in Strength saving throws."
				],
				"Icehaven Born": [
					"You are naturally adapted to cold climates, as described in chapter 5 of the Dungeon Master's Guide."
				]
			},
			"Books": [
				"Plane Shift Dominaria"
			]
		},
		"Human (Zendikar)": {
			"Description": [
				"Humans are the most numerous, diverse, and adaptable folk of Zendikar, and they form the core of most exploratory and adventurous expeditions across the plane. Though many humans huddle behind stone walls and wooden ramparts, at least somewhat protected from the perils of Zendikar, a significant number venture out from the safety of those walls to explore and defend their world. As the Eldrazi spread, more and more humans are driven out of their refuges and forced to confront the harsh reality of that alien threat."
			],
			"Life on the Frontiers": [
				"Most human communities on Zendikar are tiny villages, remote outposts, or temporary encampments. These settlements are found on every continent, from the coastal villages of Guul Draz to the giant caravan of Goma Fada on Akoum. Without the safety of walls and ramparts, frontier life is all about the struggle for survival, leaving little time or energy for scholarly pursuits. The people of most of these communities rely on hunting, gathering, herding, and trading for the food and other goods they need. Some, however, survive by preying on the people of other communities and caravans."
			],
			"Civilized Humanity": [
				"Despite the harshness of life on Zendikar, human civilization flourishes in a few scattered towns. Sea Gate (on the continent of Tazeem), Affa Town (on Akoum), and the so-called Free City of Nimana (in Guul Draz) are the most notable of these, boasting organized military forces, institutions of learning, established traditions of magic, houses of worship, and dark underbellies of crime and corruption. With populations measured in the thousands, these settlements would barely qualify as towns on other planes, but they have no rivals on Zendikar except the vampire city of Malakir—which has been in ruins since the emergence of the Eldrazi.",
				"The Expeditionary Houses# In Sea Gate, five so-called expeditionary houses launch regular excursions into the wilds for various purposes. Named for the destinations of their first expeditions, they are the Valakut House, the Pelakka Foundation, and the Akoum, Murasa, and Bala Ged Expeditionary Houses. The rivalries among the houses are legendary, and they are known to sabotage each other's expeditions. Each maintains hostels in various settlements, which serve as resources for adventurers and explorers who need to hire guides or purchase supplies."
			],
			"Human Traits": {
				"Description": [
					"A human character has the traits described for humans in the Player's Handbook."
				],
				"Ability Score Increase": [
					"Your ability scores each increase by 1."
				],
				"Age": [
					"Humans reach adulthood in their late teens and live less than a century."
				],
				"Alignment": [
					"Humans tend toward no particular alignment. The best and the worst are found among them."
				],
				"Size": [
					"Humans vary widely in height and build, from barely 5 feet to well over 6 feet tall. Regardless of your position in that range, your size is Medium. "
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Languages": [
					"You can speak, read, and write Common and one extra language of your choice. Humans typically learn the languages of other peoples they deal with, including obscure dialects. They are fond of sprinkling their speech with words borrowed from other tongues: vampire curses, Elvish musical expressions, merfolk scholarly jargon, and so on."
				]
			}
		},
		"Kenku": {
			"Description": [
				"Haunted by an ancient crime that robbed them of their wings, the kenku wander the world as vagabonds and burglars who live at the edge of human society. Kenku suffer from a sinister reputation that is not wholly unearned, but they can prove to be valuable allies."
			],
			"An Ancient Curse": [
				"The kenku once served a mysterious, powerful entity on another plane of existence. Some believe they were minions of Grazz't, while others say that they were scouts and explorers for the Wind Dukes of Aaqa. Whatever the truth, according to legend, the kenku betrayed their master. Unable to resist the lure of a beautiful sparkling treasure, the kenku plotted to steal the item and escape to the Material Plane.",
				"Unfortunately for the kenku, their master discovered their plan before they could enact it. Enraged, the entity imposed three dreadful curses upon them. First, the kenku's beloved wings withered and fell away from their bodies, leaving them bound to the earth. Second, because their ingenuity and skill had turned toward scheming against their patron, the spark of creativity was torn from their souls. Finally, to ensure that the kenku could never divulge any secrets, their master took away their voices. Once the entity was satisfied that they had been sufficiently punished, the kenku were set loose on the Material Plane.",
				"Since then, the kenku have wandered the world. They settle in places that accept them, usually bleak cities that have fallen on hard times and are overrun with crime."
			],
			"Dreams of Flight": [
				"Above all else, kenku wish to regain their ability to fly. Every kenku is born with a desire to take to the air, and those who learn spellcasting do so in hope of mastering spells that will allow them to fly. Rumors of magic items such as flying carpets, brooms capable of flight, and similar objects provoke a great desire for the kenku to acquire the items for themselves.",
				"Despite their lack of wings, kenku love dwelling in towers and other tall structures. They seek out ruins that reach to the sky, though they lack the motivation and creativity to make repairs or fortify such places.",
				"Even so, their light weight and size allow them to dwell in rickety structures that would collapse beneath a human or an ore.",
				"Some thieves' guilds use kenku as lookouts and messengers. The kenku dwell in the tallest buildings and towers the guild controls, allowing them to lurk in the highest levels and to keep watch on the city below."
			],
			"Hopeless Plagiarists": [
				"As, a result of their lack of creativity, kenku function comfortably as minions of a powerful master. Flock leaders enforce discipline and minimize conflicts, but they fail at effective planning or crafting long-term schemes.",
				"Although unable to speak in, their own voices, kenku can perfectly mimic any sound they hear, from a halfling's voice to the noise of rocks clattering down a hillside. However, kenku cannot create new sounds and can communicate only by using sounds they have heard. Most kenku use a combination of overheard phrases and sound effects to convey their ideas and thoughts.",
				"By the same token, kenku have no ability to invent new ideas or create new things. Kenku can copy existing items with exceptional skill, allowing them to become excellent artisans and scribes. They can copy books, make replicas of objects, and otherwise thrive in situations where they can produce large numbers of identical items. Few kenku find this work satisfying, since their quest for the freedom of flight makes them ill-suited to settle into a routine."
			],
			"Ideal Minions": [
				"Kenku gather in groups called flocks. A flock is led by the oldest and most experienced kenku with the widest store of knowledge to draw on, often called Master.",
				"Although kenku can't create new things, they have a talent for learning and memorizing details. Thus, ambitious kenku can excel as superb spies and scouts. A kenku who learns of clever schemes and plans devised by other creatures can put them to use. The kenku lack the talent to improvise or alter a plan, but a wise Master sets multiple plans in motion at once, confident that underlings can follow orders to the letter.",
				"For this reason, many kenku make an easy living serving as messengers, spies, and lookouts for thieves' guilds, bandits, and other criminal cartels. A network of kenku can relay a bird call or similar noise across the city, alerting their allies to the approach of a guard patrol or signaling a prime opportunity for a robbery.",
				"Since kenku can precisely reproduce any sound, the messages they carry rarely suffer degradation or shifts in meaning. Human messengers might switch words or phrases and garble a message inadvertently, but the kenku produce perfect copies of whatever they hear."
			],
			"Kenku Adventurers": [
				"Kenku adventurers are usually the survivors of a flock that has sustained heavy losses, or a rare kenku who has grown weary of a life of crime. These kenku are more ambitious and daring than their fellows. Others strike out on their own in search of the secrets of flight, to master magic, or to uncover the secret of their curse and find a method to break it.",
				"Kenku adventurers, despite their relative independence, still have a tendency to seek out a companion to emulate and follow. A kenku loves to mimic the voice and words of its chosen companion."
			],
			"Kenku Names": [
				"Given that kenku can duplicate any sound, their names are drawn from a staggering variety of noises and phrases. Kenku names tend to break down into three categories that make no distinction between male and female names.",
				"Kenku thugs, warriors, and toughs adopt noises made by weapons, such as the clang of a mace against armor or the sound made by a breaking bone. Non-kenku refer to the kenku by describing this noise. Examples of this type of name include Smasher, Clanger, Slicer, and Basher.",
				"Kenku thieves, con artists, and burglars adopt animal noises, typically those common in urban settings. In this manner, kenku can call out to each other while those who overhear them mistake them for common animals.",
				"Non-kenku use names that refer to the sound made or the animal a kenku mimics, such as Rat Scratch, Whistler, Mouser, and Growler.",
				"Some kenku turn their back on crime to pursue legitimate trades. These kenku adopt noises made as part of their craft. A sailor duplicates the sound of a fluttering sail, while a smith mimics the clanging of a hammer on metal. Non-kenku describe these folk by their trade sounds, such as Sail Snap, Hammerer, and Cutter."
			],
			"Kenuku Traits": {
				"Description": [
					"Your kenku character has the following racial traits."
				],
				"Ability Score Increase": [
					"Your Dexterity score increases by 2, and your Wisdom score increases by 1."
				],
				"Age": [
					"Kenku have shorter lifespans than humans. They reach maturity at about 12 years old and can live to 60."
				],
				"Alignment": [
					"Kenku are chaotic creatures, rarely making enduring commitments, and they care mostly for preserving their own hides. They are generally chaotic neutral in outlook."
				],
				"Size": [
					"Kenku are around 5 feet tall and weigh between 90 and 120 pounds. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Expert Forgery": [
					"You can duplicate other creatures' handwriting and craftwork. You have advantage on all checks made to produce forgeries or duplicates of existing objects."
				],
				"Kenku Training": [
					"You are proficient in your choice of two of the following skills: Acrobatics, Deception, Stealth, and Sleight of Hand."
				],
				"Mimicry": [
					"You can mimic sounds you have heard, including voices. A creature that hears the sounds you make can tell they are imitations with a successful Wisdom (Insight) check opposed by your Charisma (Deception) check."
				],
				"Languages": [
					"You can read and write Common and Auran, but you can speak only by using your Mimicry trait."
				]
			},
			"Books": [
				"Volo's Guide to Monsters"
			]
		},
		"Khenra": {
			"Description": [
				"The khenra of Amonkhet are tall and lean, with graceful bodies and heads that strongly resemble jackals. Their snouts are long and sharp, and their angular ears rise straight above their heads. Their bodies are covered in dark, sleek hair that ranges from the brown of the desert sands to ebony black. Despite their sharp teeth, they consider biting to be an uncouth and unworthy combat tactic.",
				"Nearly every khenra is born a fraternal or identical twin, and a pair of khenra twins forms an extremely close emotional bond unknown to most other residents of Amonkhet. The death of one twin in training or the trials causes a tremendous shock to the survivor, who typically grows more aggressive and foolhardy in battle. The rare khenra who are born without twins are believed to have killed their siblings in the womb, and are thus viewed as natural-born initiates, sure to achieve a glorified death in the Trial of Zeal."
			],
			"Strength and Zeal": [
				"Many khenra believe that they are created in the image of Hazoret, and though they venerate all five gods in the manner of all citizens of Naktamun, they have a special affinity for the teachings and philosophy of the god of zeal. These khenra share a deep love of combat, especially hand-to-hand fighting, and they devote themselves to their training with particular intensity.",
				"The familial bond experienced in the Family Temple of Hazoret's monument is a part of every khenra's experience as one of a pair of twins. As such, these khenra sometimes think of themselves as Hazoret's children even before they finish the fourth trial. For her part, Hazoret seems to favor khenra among her viziers, and some say that she shows particular favor to khenra initiates who survive to reach the Trial of Zeal.",
				"Other khenra choose to distance themselves from Hazoret and the reckless battle frenzy she encourages. They devote themselves instead to honing their physical strength, resilience, and adaptability, inspired and guided by the teachings of Rhonas. These khenra have a great fondness for wrestling (or tussling, as they often call it), and they keep careful track of the matches they win and lose against other initiates. They often seek out matches against minotaurs, enjoying the challenge of pitting their sinewy strength against the brute muscle of larger and heavier opponents."
			],
			"Combat Classes": [
				"Khenra, especially those devoted to Hazoret, are particularly drawn to hand-to-hand combat styles. But the other styles each have their own appeal, and khenra initiates might find themselves specializing in any of the three.",
				"Khenra who focus on hand-to-hand combat often wield the khopesh—a large sickle-bladed sword—as their weapon of choice (treat as a longsword). Khenra wield these blades with devastating accuracy and power, landing one crushing blow after another in a hail of furious attacks. They favor lightweight armor that doesn't impede their movement, often comparing fighting in organized ranks to wearing a leash that limits their ability to charge, lunge, and roll away from danger. Their natural aggression makes them ideal shock troops, scouts, and skirmishers. And that aggression is even more pronounced in khenra who have already lost their twin, and who sometimes lose any sense of self-preservation as a result.",
				"Khenra who focus on long-range combat prefer hurled weapons—spears and javelins—over bows and slings, and they are known and feared for their deadly accuracy. They carry small cases of javelins into combat, and feel ashamed if they reach the end of a battle with any weapons left unthrown. A khenra might ride on a chariot as a spear thrower, sometimes augmenting attacks with minor spells of fire magic.",
				"Many khenra mages specialize in fire spells, creating blades or hails of flame to sear and scorch their foes. Their strategy emphasizes overwhelming initial assaults, in magical emulation of Hazoret's battle frenzy. Others prefer magic that augments their natural speed and strength, bolsters their endurance, or drains strength from their enemies. They work to hone their spells alongside their bodies, incorporating elements of hand-to-hand combat into their spellcasting."
			],
			"Khenra Traits": {
				"Description": [
					"Your khenra character has the following traits."
				],
				"Ability Score Increase": [
					"Your Dexterity score increases by 2, and your Strength score increases by 1."
				],
				"Age": [
					"Khenra mature quickly, reaching adulthood in their early teens. Khenra initiates are usually the youngest in a crop, completing the trials by their late teens. Even without a violent death, they rarely live past 60."
				],
				"Alignment": [
					"Most khenra lean toward chaotic alignments. They have no particular inclination toward good or evil."
				],
				"Size": [
					"Khenra have similar builds to humans. Your size is Medium"
				],
				"Speed": [
					"Your base walking speed is 35 feet."
				],
				"Khenra Weapon Training": [
					"You have proficiency with the khopesh, spear, and javelin."
				],
				"Khenra Twins": [
					"If your twin is alive and you can see your twin, whenever you roll a 1 on an attack roll, ability check, or saving throw, you can reroll the die and must use the new roll. If your twin is dead (or if you were born without a twin), you can't be frightened."
				],
				"Languages": [
					"You can speak, read, and write Aven and Common."
				]
			},
			"Books": [
				"Plane Shift Amonkhet"
			]
		},
		"Kobold": {
			"Kobold Traits": {
				"Ability Score Increase": [
					"Your Dexterity score increases by 2, and your Strength score is reduced by 2."
				],
				"Age": [
					"Kobolds reach adulthood at age 6 and can live up to 120 years but rarely do so."
				],
				"Alignment": [
					"Kobolds are fundamentally selfish, making them evil, but their reliance on the strength of their group makes them trend toward law."
				],
				"Size": [
					"Kobolds are between 2 and 3 feet tall and weigh between 25 and 35 pounds. Your size is Small."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Languages": [
					"You can speak, read, and write Common and Draconic."
				],
				"Darkvision": [
					"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
				],
				"Grovel, Cower, and Beg": [
					"As an action on your turn, you can cower pathetically to distract nearby foes. Until the end of your next turn, your allies gain advantage on attack rolls against enemies within 10 feet of you that can see you. Once you use this trait, you can't use it again until you finish a short or long rest."
				],
				"Pack Tactics": [
					"You have advantage on an attack roll against a creature if at least one of your allies is within 5 feet of the creature and the ally isn't incapacitated."
				],
				"Sunlight Sensitivity": [
					"You have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight."
				]
			},
			"Books": [
				"Volo's Guide to Monsters"
			]
		},
		"Kor": {
			"Description": [
				"Deeply reverent of the land and its sacred sites, the nomadic kor live a spare existence defined by their constant travels. Masters of ropes and hooks, they scale sheer cliffs and cross yawning chasms with such skill and agility that they sometimes seem almost to take flight.",
				"Kor are associated with white mana, and their wizards and clerics employ spells of healing, of banishing the dark, and of protection. Their personalities and ideals also mesh with the characteristics of white mana in their emphasis on an ordered, harmonious community with strong traditions binding its members together."
			],
			"Slender and Silent": [
				"Kor are tall, slender humanoids with light hair and gray, blue-gray, or ivory skin. All kor have slightly pointed ears, and males have short, fleshy barbels on their chins. They paint softly glowing geometric patterns on their faces and bodies, suggestive of the shapes and design of the hedrons that appear across Zendikar. Their clothing tends to leave their arms and shoulders free to facilitate climbing, and they keep most of their gear in pouches and slings at their waists.",
				"The kor have a nonverbal language of hand signs and gestures that allows communication despite significant distance (particularly when augmented with whirling ropes) or howling winds. They also use this sign language among themselves when they wish to avoid being overheard, giving rise to misguided rumors that they are incapable of speech. When they do speak, they typically use as few words as possible to convey their meaning."
			],
			"Kor Traits": {
				"Description": [
					"Kor are athletic climbers, known for their use of rope to swing and climb through the dizzying vertical terrain of Zendikar. Your kor character has these traits"
				],
				"Ability Score Increase": [
					"Your Dexterity score increases by 2, and your Wisdom score increases by 1."
				],
				"Age": [
					"Kor mature at the same rate as humans and live about as long."
				],
				"Alignment": [
					"Most kor are lawful good, with a strong dedication to community and the traditions of their ancestors."
				],
				"Size": [
					"Kor average nearly 6 feet tall, but are much lighter and more slender than humans. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet. You also have a climbing speed of 30 feet as long as you are not encumbered or wearing heavy armor."
				],
				"Kor Climbing": [
					"You have proficiency in the Athletics and Acrobatics skills."
				],
				"Lucky": [
					"When you roll a 1 on the d20 for an attack roll, ability check, or saving throw, you can reroll the die and must use the new roll."
				],
				"Brave": [
					"You have advantage on saving throws against being frightened."
				],
				"Languages": [
					"You can speak, read, and write Common, and communicate in the silent speech of the kor."
				]
			},
			"Books": [
				"Plane Shift Zendikar"
			]
		},
		"Lizardfolk": {
			"Description": [
				"Only a fool looks at the lizardfolk and sees nothing more than scaly humanoids. Their physical shape notwithstanding, lizardfolk have more in common with iguanas or dragons than they do with humans, dwarves, or elves. Lizardfolk possess an alien and inscrutable mindset, their desires and thoughts driven by a different set of basic principles than those of warm-blooded creatures. Their dismal swamp homes might lie hundreds of miles from the nearest human settlement, but the gap between their way of thinking and that of the smooth-skins is far greater.",
				"Despite their alien outlook, some lizardfolk make an effort to understand and, in their own manner, befriend people of other races. Such lizardfolk make faithful and skilled allies."
			],
			"Alien Minds": [
				"The lizardfolk's reptilian nature comes through not only in their appearance, but also in how they think and act. Lizardfolk experience a more limited emotional life than other humanoids. Like most reptiles, their feelings largely revolve around fear, aggression, and pleasure.",
				"Lizardfolk experience most feelings as detached descriptions of creatures and situations. For example, humans confronted by an angry troll experience fear on a basic level. Their limbs shake, their thinking becomes panicked and jumbled, and they react by instinct. The emotion of fear takes hold and controls their actions. In contrast, lizardfolk see emotions as traits assigned to other creatures, objects, and situations. A lizardfolk doesn't think, \"I'm scared.\" Instead, aggressive, stronger creatures register to the lizardfolk as fearsome beings to be avoided if possible. If such creatures attack, lizardfolk flee, fighting only if cornered. Lizardfolk aren't scared of a troll; instead, they understand that a troll is a fearsome, dangerous creature and react accordingly.",
				"Lizardfolk never become angry in the way others do, but they act with aggression toward creatures that they could defeat in a fight and that can't be dealt with in some other manner. They are aggressive toward prey they want to eat, creatures that want to harm them, and so on.",
				"Pleasurable people and things make life easier for lizardfolk. Pleasurable things should be preserved and protected, sometimes at the cost of the lizardfolk's own safety. The most pleasurable creatures and things are ones that allow lizardfolk to assess more situations as benign rather than fearsome."
			],
			"Cold and Calculating": [
				"Most humanoids describe cold-blooded people as lacking in emotion and empathy. The same label serves as an apt depiction of lizardfolk.",
				"Lacking any internal emotional reactions, lizardfolk behave in a distant manner. They don't mourn fallen comrades or rage against their enemies. They simply observe and react as a situation warrants.",
				"Lizardfolk lack meaningful emotional ties to the past. They assess situations based on their current and future utility and importance. Nowhere does this come through as strongly as when lizardfolk deal with the dead. To a lizardfolk, a comrade who dies becomes a potential source of food. That companion might have once been a warrior or hunter, but now the body is just freshly killed meat.",
				"A lizard folk who lives among other humanoids can, over time, learn to respect other creatures' emotions. The lizardfolk doesn't share those feelings, but instead assesses them in the same clinical manner. Yes, the fallen dwarf might be most useful as a meal, but hacking the body into steaks provokes aggression in the other humanoids and makes them less helpful in battle."
			],
			"Utility and Survival": [
				"The lizardfolk mindset might seem unnecessarily cruel, but it helps them survive in a hostile environment. The swamps they inhabit are filled with a staggering variety of threats. Lizardfolk focus on survival above all, without sentiment.",
				"Lizardfolk assess everyone and everything in terms of utility. Art and beauty have little meaning for them. A sharp sword serves a useful and good purpose, while a dull sword is a dead weight without a whetstone.",
				"Lizardfolk see little need to plan more than a season or so into the future. This approach allows them to maintain their current level of influence in the world, but it limits their growth. Lizardfolk have no interest in developing writing, making long-term plans, or cultivating other methods to progress beyond their simpie existence as hunters and gatherers."
			],
			"Hapless Soft Ones": [
				"At their core, lizardfolk view other humanoids with an indifference verging on pity. Born into the world lacking stout scales and sharp teeth, it's a wonder they have managed to survive for so long. The typical human would barely make it through a day in the swamps.",
				"Still, if other creatures prove useful to lizardfolk, those creatures can trigger a prote,ctive response made all the stronger by their apparent weakness. The lizardfolk assess such beings as hatchlings, young ones incapable of protecting themselves but who might prove useful in the future if they receive care."
			],
			"Lizardfolk Personality": {
				"Description": [
					"You can use the Lizardfolk Quirks table to determine a personality quirk for a lizardfolk character or to inspire a unique mannerism."
				],
				"Table": {
					"Title": "Lizardfolk Quirks",
					"Headers": [
						"d8",
						"Lizardfolk Quirks"
					],
					"Rows": [
						{
							"d8": 1,
							"Quirk": "You hate waste and see no reason not to scavenge fallen enemies. Fingers are tasty and portable."
						},
						{
							"d8": 2,
							"Quirk": "You sleep best while mostly submerged in water."
						},
						{
							"d8": 3,
							"Quirk": "Money is meaningless to you."
						},
						{
							"d8": 4,
							"Quirk": "You think there are only two species of humanoid: lizardfolk and meat."
						},
						{
							"d8": 5,
							"Quirk": "You have learned to laugh. You use this talent in response to all emotional situations, to better fit in with your comrades."
						},
						{
							"d8": 6,
							"Quirk": "You still don't understand how metaphors work. That doesn't stop you from using them at every opportunity. "
						},
						{
							"d8": 7,
							"Quirk": "You appreciate the soft humanoids who realize they need chain mail and swords to match the gifts you were born with."
						},
						{
							"d8": 8,
							"Quirk": "You enjoy eating your food while it's still wriggling."
						}
					]
				}
			},
			"Lizardfolk Names": [
				"Lizardfolk take their names from the Draconic language. They use simple descriptives granted by the tribe based on an individual's notable deeds or actions. For example, Garurt translates as \"axe,\" a name given to a lizardfolk warrior who defeated an ore and claimed his foe's weapon. A lizardfolk who likes to hide in a stand of reeds before ambushing an animal might be called Achuak, which means \"green\" to describe how she blends into the foliage.",
				"Lizardfolk make no distinction between male and female in their naming conventions. Each example name includes its translation in parenthesis.",
				"Lizardfolk Names: Achuak (green), Aryte (war), Baeshra (animal), Darastrix (dragon), Garurt (axe), Irhtos (secret), Jhank (hammer), Kepesk (storm), Kethend (gem), Korth (danger), Kosj (small), Kothar (demon), Litrix (armor), Mirik (song), Othokent (smart), Sauriv (eye), Throden (many), Thurkear (night), Usk (iron), Valignat (burn), Vargach (battle), Verthica (mountain), Vutha (black), Vyth (steel)"
			],
			"Lizardfolk Traits": {
				"Description": [
					"Your lizardfolk character has the following racial traits."
				],
				"Ability Score Increase": [
					"Your Constitution score increases by 2, and your Wisdom score increases by 1."
				],
				"Age": [
					"Lizardfolk reach maturity arqund age 14 and rarely live longer than 60 years."
				],
				"Alignment": [
					"Most lizardfolk are neutral. They see the world as a place of predators and prey, where life and death are natural processes. They wish only to survive, and prefer to leave other creatures to their own devices."
				],
				"Size": [
					"Lizardfolk are a little bulkier and taller than humans, and their colorful frills make them appear even larger. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet, and you have a swimming speed of 30 feet."
				],
				"Bite": [
					"Your fanged maw is a natural weapon, which you can use to make unarmed strikes. If you hit with it, you deal piercing damage equal to 1d6 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
				],
				"Cunning Artisan": [
					"As part of a short rest, you can harvest bone and hide from a slain beast, construct, dragon, monstrosity, or plant creature of size Small or larger to create one of the following items: a shield, a club, a javelin, or 1d4 darts or blowgun needles. To use this trait, you need a blade, such as a dagger, or appropriate artisan's tools, such as leatherworker's tools."
				],
				"Hold Breath": [
					"You can hold your breath for up to 15 minutes at a time."
				],
				"Hunter's Lore": [
					"You gain proficiency with two of the following skills of your choice: Animal Handling, Nature, Perception, Stealth, and Survival."
				],
				"Natural Armor": [
					"You have tough, scaly skin. When you aren't wearing armor, your AC is 13 + your Dexterity modifier. You can use your natural armor to determine your AC if the armor you wear would leave you with a lower AC. A shield's benefits apply as normal while you use your natural armor."
				]
			},
			"Books": [
				"Volo's Guide to Monsters"
			]
		},
		"Loxodon": {
			"Description": [
				"The humanoid elephants called loxodons are often oases of calm in the busy streets of Ravnica. They hum or chant in sonorous tones and move slowly or sit in perfect stillness. If provoked to action, loxodons are true terrors-bellowing with rage, trumpeting and flapping their ears. Their serene wisdom, fierce loyalty, and unwavering conviction are tremendous assets to their guilds."
			],
			"Lumbering Giants": [
				"Loxodons tower above most other humanoids, standing over 7 feet tall. They have the heads-trunks, tusks, ears, and faces-of elephants, and hulking bipedal bodies covered by thick, leathery skin. Each of their hands has four thick digits, and their feet are the flat-bottomed, oval-shaped feet of elephants.",
				"Like that of an elephant, a loxodon's trunk is a  useful appendage. In addition to providing a keen sense of smell, the trunk can be used to lift and carry even heavy objects. The trunk can be used to carry both food and liquid to the mouth and can even act as a snorkel."
			],
			"Gifted Stoneworkers": [
				"Loxodons are tireless, patient artisans with an unrivaled intuition about their craft. Although they make nurturing spiritual leaders, their gift for stonework is so ingrained that they are often at a loss when they try to impart that knowledge to others. Among the Selesnya, it primarily falls to loxodons to build the guild's magnificent, cathedral-like arboretum structures."
			],
			"Relentlessly Loyal": [
				"Loxodons believe in the value of community and life, and thus are most often found in the Selesnya Conclave. Some find fulfillment in the cause of order by joining the Orzhov Syndicate or the Azorius Senate.",
				"Loxodons believe that the members of a group have a responsibility to look out for each other. Once they have joined a guild or bonded with other individuals in any capacity, loxodons devote themselves to maintaining that bond. They coordinate their efforts and are often willing to sacrifice themselves for the sake of the group. They expect reciprocal loyalty and commitment from the other members of their communities and can be severe in their disappointment when their trust is betrayed.",
				"The primary difference between loxodons who join different guilds is their sense of the size of the community they belong to. For loxodons in the Selesnya Conclave, their community is the world and all living beings in it-everything valuable, meant to live in harmony. and interdependent. For Azorius loxodons, community primarily means a society of different peoples who need adherence to law and order so they can function together. For those in the Orzhov Syndicate, community means the syndicate alone, with its interests taking priority over those of any other group."
			],
			"Loxodon Names": [
				"A loxodon's name includes subtle tones, produced in a loxodon's resonant nasal chambers, that indicate status, family connection, and community role. Since most non-loxodons can't distinguish these underlying tones, let alone produce them. loxodons often translate them into titles, such as Hierarch, Revered, Grandmother, Healer, or Saint when interacting with other races.",
				"Male Names: Bayul, Berov, Brooj, Chedumov, Dobrun, Droozh, Golomov, Heruj, llromov, Kel, Nikoom, Ondros, Radomov. Svetel, Tamuj, Throom, Vasool",
				"Female Names: Ajj, Boja, Dancu, Dooja, Elyuja, Fanoor, Irij, Jasoo, Katrun, Lyooda, Mayja, Radu, Shuja, Soofya, Totoor, Verij, Vesmova, Yoolna, Zarij, Zoorja"
			],
			"Loxodon Traits": {
				"Ability Score Increase": [
					"Your Constitution score increases by 2, and your Wisdom score increases by 1."
				],
				"Age": [
					"Loxodons physically mature at the same rate as humans, but they live about 450 years. They highly value the weight of wisdom and experience and are considered young until they reach the age of 60."
				],
				"Alignment": [
					"Most loxodons are lawful, believing in the value of a peaceful, ordered life. They also tend toward good."
				],
				"Size": [
					"Loxodons stand between 7 and 8 feet tall. Their massive bodies weigh between 300 and 400 pounds. Your size is Medium."
				],
				"Powerful Build": [
					"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Loxodon Serenity": [
					"You have advantage on saving throws against being charmed or frightened."
				],
				"Natural Armor": [
					"You have thick, leathery skin. When you aren't wearing armor, your AC is 12 + your Constitution modifier. You can use your natural armor to determine your AC if the armor you wear would leave you with a lower AC. A shield's benefits apply as normal while you use your natural armor."
				],
				"Trunk": [
					"You can grasp things with your trunk, and you can use it as a snorkel. lt has a reach of 5 feet, and it can lift a number of pounds equal to five times your Strength score. You can use it to do the following simple tasks: lift, drop, hold, push, or pull an object or a creature; open or close a door or a container; grapple someone; or make an unarmed strike. Your DM might allow other simple tasks to be added to that list of options.",
					"Your trunk can't wield weapons or shields or do anything that requires manual precision, such as using tools or magic items or performing the somatic components of a spell."
				],
				"Keen Smell": [
					"Thanks to your sensitive trunk, you have advantage on Wisdom (Perception), Wisdom (Survival), and Intelligence (Investigation) checks that involve smell."
				],
				"Languages": [
					"You can speak, read, and write Common and Loxodon."
				]
			},
			"Books": [
				"Guildmaster's Guide to Ravnica"
			]
		},
		"Merfolk (Ixalan)": {
			"Description": [
				"The River Heralds are merfolk—a race of amphibious humanoids at home throughout the oceans, rivers, and rain forests of Ixalan. They stand between seven and eight feet tall, with skin that ranges from deep burgundy through many shades of violet and blue, to green, bright orange, and yellow. They are humanlike in shape, but have long fins extending from their shoulders, forearms, middle backs, and calves. Frills of fins also protrude from the backs of their heads. All merfolk can breathe air or filter oxygen from the water, and they can walk on land or swim with equal ease."
			],
			"Merfolk Traits": {
				"Description": [
					"Your merfolk character has the following traits."
				],
				"Ability Score Increase": [
					"Your Charisma score increases by 1."
				],
				"Age": [
					"Merfolk mature at the same rate humans do and reach adulthood around the age of 20. They live considerably longer than humans, though, often reaching well over 100 years."
				],
				"Alignment": [
					"Most merfolk are neutral, living in close harmony with nature."
				],
				"Size": [
					"Merfolk are significantly taller than most humans, standing between seven and eight feet tall and averaging about 300 pounds. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet. You also have a swimming speed of 30 feet."
				],
				"Amphibious": [
					"You can breathe air and water."
				],
				"Languages": [
					"You can speak, read, and write Common (if it exists in your campaign), Merfolk and one additional language of your choice."
				],
				"Subrace": [
					"Merfolk are actually two separate subspecies. The green merfolk favor the land, walking among the trees and savoring the sunlight that filters through the leaves, while the blue merfolk are more at home in the waters of the Great River and the Inner Sea."
				]
			},
			"Sub Races": {
				"Blue Merfolk": {
					"Description": [
						"Blue merfolk often have burgundy or magenta on their faces and chests, with lighter shades of blue and purple elsewhere. Their eyes are red, orange, or blue, and their long, thin, and elegant fins resemble scarves or veils of fine fabric. They swim easily, even upstream, and clamber over rocks and through rapids with ease. They prefer to dwell in shallow waters, but spend a fair amount of time on land as well."
					],
					"Ability Score Increase": [
						"Your Intelligence score increases by 2."
					],
					"Lore of the Waters": [
						"You gain proficiency in History and Nature."
					],
					"Cantrip": [
						"You know one cantrip of your choice from the wizard spell list. Intelligence is your spellcasting ability for it."
					]
				},
				"Green Merfolk": {
					"Description": [
						"Green merfolk generally have yellow chests and pale green faces, shading to dark blues and purples on their backs and limbs. The patterns on their skin suggest the colors of the tree frogs common in the rain forest, as do their eyes of orange, lime green, or sky blue. Their fins are relatively short and thick. They climb trees with ease, move through undergrowth unhindered, and often wield magic to shape vines and branches to their will."
					],
					"Ability Score Increase": [
						"Your Wisdom score increases by 2."
					],
					"Mask of the Wild": [
						"You can attempt to hide even when you are only lightly obscured by foliage, heavy rain, falling snow, mist, and other natural phenomena."
					],
					"Cantrip": [
						"You know one cantrip of your choice from the druid spell list. Wisdom is your spellcasting ability for it."
					]
				}
			},
			"Books": [
				"Plane Shift Ixalan"
			]
		},
		"Merfolk (Zendikar)": {
			"Description": [
				"Curious, thoughtful, and analytical, the merfolk of Zendikar are natural scholars and explorers. In the past, merfolk society was organized around their belief in three deities. But in the wake of the reappearance of the Eldrazi, the merfolk have realized that their faith was a web of lies, built on a corrupted memory of the Eldrazi titans handed down from generation to generation. In peaceful times, the merfolk might have fought over the ultimate meaning of this revelation. But faced with the danger presented by the Eldrazi broods, the merfolk have largely set aside their differences and joined together in a united force. Old grudges still linger, but the well-being of the merfolk race—and the world—far outweigh any ancient conflicts between creeds.",
				"Merfolk are associated with blue mana, though the traditional merfolk creeds express this connection in different ways."
			],
			"Born of the Sea": [
				"Merfolk are an amphibious race, born and at home in the water but comfortable on dry land. Humanoid in form, they have skin of ivory, silver, russet, blue, or deep purple. Long fins extend from the backs of their forearms and calves, and their fingers and toes are webbed. The hairlike growths on their heads are either thick and bristly like the needles of a sea urchin, or long and wavy, resembling fine seaweed. In either case, these growths typically range in color from red to warm brown to black. Male merfolk have similar growths extending down from their cheekbones.",
				"Merfolk wear little clothing unless they are armored for battle. Even then, they drape themselves with nets and a minimum of cloth, wearing armor crafted of large, bleached seashells and augmented with leather."
			],
			"Merfolk Traits": {
				"Description": [
					"Your merfolk character has a number of traits in common with other members of this race."
				],
				"Ability Score Increase": [
					"Your Charisma score increases by 1."
				],
				"Age": [
					"Merfolk mature at the same rate humans do and reach adulthood around the age of 20. They live considerably longer than humans, though, often reaching well over 100 years."
				],
				"Alignment": [
					"Most merfolk are neutral, though merfolk of the Emeria and Cosi creeds have chaotic leanings."
				],
				"Size": [
					"Merfolk are about the same size and build as humans. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet. You also have a swimming speed of 30 feet."
				],
				"Amphibious": [
					"You can breathe air and water."
				],
				"Languages": [
					"You can speak, read, and write Common, Merfolk, and one extra language of your choice."
				],
				"Creeds": [
					"The merfolk race is divided into three creeds, founded on the principles of Emeria (wind), Ula (water), and Cosi (the trickster). A merfolk isn't born into a creed but chooses it upon reaching adulthood, and it is rare for a merfolk not to choose a creed. Merfolk of the wind and water creeds aren't hostile to each other, but members of each creed regard the other creed with a vague disdain. Members of both those creeds regard the Cosi creed with suspicion and some degree of fear, and Cosi-creed adherents tend to keep their affiliation secret. Choose one of these creeds for your character."
				]
			},
			"Creeds": {
				"Emeria (Wind) Creed": {
					"Description": [
						"Merfolk who followed Emeria's creed seek wisdom and truth in the Wind Realm, exploring the mystical forces—rather than natural causes—behind historical events. They are evasive and intentionally enigmatic in their interactions with others, and are often described as manipulative and deceptive."
					],
					"Ability Score Increase": [
						"Your Wisdom score increases by 2."
					],
					"Wind Creed Manipulation": [
						"You have proficiency in the Deception and Persuasion skills."
					],
					"Cantrip": [
						"You know one cantrip of your choice from the druid spell list. Wisdom is your spellcasting ability for it."
					]
				},
				"Ula (Water) Creed": {
					"Description": [
						"Ula-creed merfolk emphasize intellectual pursuits, stressing hard evidence and reason over passion. They are analytical scholars, chroniclers, explorers, and navigators who pride themselves on being blunt and straightforward."
					],
					"Ability Score Increase": [
						"Your Intelligence score increases by 2."
					],
					"Water Creed Navigation": [
						"You have proficiency with navigator's tools and in the Survival skill."
					],
					"Cantrip": [
						"You know one cantrip of your choice from the wizard spell list. Intelligence is your spellcasting ability for it."
					]
				},
				"Cosi Creed": {
					"Description": [
						"No merfolk will openly admit to following the creed of the trickster, but those who do view Cosi as an ally who can grant them control over the chaotic forces of the world."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by an additional 1 (for a total of 2), and your Intelligence score increases by 1."
					],
					"Creed of the Trickster": [
						"You have proficiency in the Sleight of Hand and Stealth skills."
					],
					"Cantrip": [
						"You know one cantrip of your choice from the bard spell list. Charisma is your spellcasting ability for it."
					]
				}
			},
			"Books": [
				"Plane Shift Zendikar"
			]
		},
		"Minotaur (Amonkhet)": {
			"Description": [
				"Minotaurs are powerfully built, barrel-chested humanoids with heads resembling rams. Their horns curl tightly against the sides of their heads to encircle their ears, and manes of shaggy fur—shorter in females—fall over their broad shoulders. As their appearance suggests, they combine physical strength with stubbornness, bravado, and reckless bravery. They revel in combat, especially when the odds against them seem overwhelming.",
				"Minotaurs are rowdy, boisterous, and direct to the point of rudeness. They have no qualms about declaring what they want and defying others to keep it from them. In combat, they bellow loud challenges in defiance of their foes, and roar with laughter as they triumph.",
				"Minotaurs believe they hold a unique place among the races of Amonkhet. The khenra can look to Hazoret, the naga to Rhonas, and the aven to Kefnet to see themselves represented among the gods. Humans have no single god to look to, which explains why they demonstrate such variety. But only one god bears a pair of curving horns: the God-Pharaoh himself, who holds a special place for many of the minotaurs of Amonkhet."
			],
			"Ruthless and Reckless": [
				"Even those minotaurs who feel personal affinity for the horned God-Pharaoh align themselves most closely with Bontu and Hazoret in practice. Driven by a fierce and powerful desire to prove themselves, to earn glory in life, and to win a glorious death, they view every challenge or obstacle as a chance to demonstrate their prowess. With ruthless abandon, they slash, batter, and pummel their way through anyone or anything that stands in the way of their own advancement. With reckless fervor, they fight without heed for their own safety, shrugging off the blows of their enemies."
			],
			"Combat Classes": [
				"Their size and strength makes minotaurs ideally suited for hand-to-hand combat. They are most effective on the offensive, delivering an endless barrage of attacks that keep their foes off balance, shatter shields and weapons, and inevitably break their opponents. These minotaurs favor large, heavy weapons such as axes, mauls, and two-handed khopeshes (treat as a greatsword), but they are also fond of unarmed combat. Many love to throw their weapons aside in favor of pummeling opponents into submission with their horns and bare hands, believing that such a victory is more glorious—and more humiliating to the loser.",
				"But though minotaurs are known for their physical size and strength, this hardly precludes the presence of keen minds and powerful spellcasters among them. Though they are fewer in number than hand-to-hand specialists, minotaur mages draw on their natural ferocity to instill terror in the hearts of their opponents with a terrible roaring bellow. They manifest their fury as blasts of flame, or imbue their own horns and fists with searing heat to make their physical attacks more deadly.",
				"The relatively few minotaurs who specialize in long-range combat enjoy one aspect of that style in particular—the opportunity to draw first blood, marking the moment when a battle has truly begun. Minotaurs use heavy bows and javelins, and take special delight in firing into the middle of enemy formations to sow as much chaos and confusion as possible."
			],
			"Minotaur Traits": {
				"Description": [
					"Minotaurs have many traits in common with the half-orcs of other worlds."
				],
				"Ability Score Increase": [
					"Your Strength score increases by 2, and your Constitution score increases by 1."
				],
				"Age": [
					"Minotaurs develop more slowly than humans, reaching full maturity around the age of 20. They typically become acolytes at around 8 or 9 years old, making them among the older members of their crops. Once they reach maturity, though, minotaurs age quickly, rushing headlong through the trials (as they do all aspects of life) to complete them before they pass their peak. A minotaur allowed to die of old age would rarely live beyond 40."
				],
				"Alignment": [
					"Most minotaurs who join the Boros Legion lean toward lawful alignments, while those associated with the Cult of Rakdos or the Gruul Clans tend toward chaotic alignments."
				], 
				"Size": [
					"Minotaurs average over 6 feet in height, and they have stocky builds. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Natural Weapon": [
					"You can use your horns as a natural weapon to make unarmed strikes. If you hit with your horns, you deal bludgeoning damage equal to 1d6 + your Strength modifier."
				],
				"Menacing": [
					"You gain proficiency in the Intimidation skill."
				],
				"Relentless Endurance": [
					"When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. You can't use this feature again until you finish a long rest."
				],
				"Savage Attacks": [
					"When you score a critical hit with a melee weapon attack, you can roll one of the weapon's damage dice one additional time and add it to the extra damage of the critical hit."
				],
				"Languages": [
					"You can speak, read, and write Common and Minotaur."
				]
			},
			"Books": [
				"Plane Shift Amonkhet"
			]
		},
		"Minotaur (Ravnica)": {
			"Description": [
				"The minotaurs of Ravnica are strong in body, dedication, and courage. They are at home on the battlefield, willing to fight for their various causes. They combine a burning fury in battle with keen tactics  that make them excellent commanders as well as valuable shock troops."
			],
			"Horns and Hooves": [
				"Minotaurs are barrel-chested humanoids with heads resembling those of bulls. Their horns  range in size from about 1 foot long to great, curling weapons easily three times that length. They often ornament their horns with metal rings or sheathe them in metal to protect them from damage.",
				"Manes of shaggy fur extend down minotaurs' necks and powerful backs, and males have long tufts of hair on their chins and cheeks. Their legs end in heavy, cloven hooves. Minotaurs are born with long, tufted tails, but minotaurs of the Ordruun clan (and some others) have their tails docked as part of a coming-of-age ceremony; they find the heavy armor of the Boros  legion much more comfortable without a long tail in the way."
			],
			"Strength and Zeal": [
				"Minotaurs are zealous and love battle. They are found among the Gruul Clans, but the minotaurs of the Ordruun family line, long associated with the Boros Legion, are much better known and respected. Boros minotaurs choose the precision of the legion over the fury of the pack.",
				"Minotaurs tend to vent their outrage through violence, but they aren't generally quick to anger. They are passionate, loving their friends and partners fiercely, and they laugh loud and long at good jokes."
			],
			"Family and Guild": [
				"Minotaur legends describe a small pantheon of heroes-perhaps they we re once thought of as gods-who established the minotaurs' place in the world. Every minotaur in Ravnica claims descent from one of these heroes.",
				"The Ordruun line is the most prominent. with thousands of members descended from an ancient hero who is said to have taught minotaurs the arts of war. Other important family lines include the Kharran line (primarily associated with the Gruul Scab clan), the Drendaa line (found scattered among the Gruul Clans), and the Tazgral line (divided between the Boros and the Gruul, with a significant number in the Rakdos as well).",
				"Since each family line has so many members, minotaurs don't usually find it helpful to connect the name of the line  to their personal names; even though Commander Grozdan of the Boros  Legion's Kamen Fortress is  a prominent member of the Ordruun line, he would never call himself Grozdan Ordruun the way a human would."
			],
			"Minotaur Names": [
				"The legends that recount the deeds of ancient minotaur heroes are full of other names as well: those of the retainers, allies, lovers, servants, enemies, and others who played roles, however small, in the lives of the heroes. Almost every minotaur name is drawn from that long list of minor characters of legend, so that those  folk are never forgotten.",
				"Male Names: Alovnek, Brogmir, Brozhdar, Dornik, Drakmir, Orazhan, Grozdan, Kalazmir, Klattic, Melislek, Nirikov, Prezhlek, Radolak, Rugilar, Sarovnek, Svarakov, Trovik, Vraslak, Yarvem",
				"Female Names: Akra, Bolsa, Cica, Oakka, Drakisla, Eleska, Enka, Irnaya, Jaska, Kalka, Makla, Noraka, Pesha, Raisha, Sokali, Takyat, Vrokya, Veska, Yelka, Zarka, Zoka"
			],
			"Minotaur Traits": {
				"Description": [
					"Your minotaur character has the following racial traits. These traits are also suitable  for minotaurs in other D&D worlds where these people have avoided the demonic influence of Baphomet."
				],
				"Ability Score Increase": [
					"Your Strength score increases by 2, and your Constitution score increases by 1."
				],
				"Alignment": [
					"Most minotaurs who join the Boros Legion lean toward lawful alignments, while those associated with the Cult of Rakdos or the Gruul Clans tend toward chaotic alignments."
				],
				"Size": [
					"Minotaurs average over 6  feet in height, and they have stocky builds. Your size is  Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Horns": [
					"Your horns are natural melee weapons, which you can use to make unarmed strikes. If you hit with them, you deal piercing damage equal to 1d6 +your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
				],
				"Goring Rush": [
					"Immediately after you use the Dash action on your turn and move at least 20 feet, you can make one melee attack with your horns as a bonus action."
				],
				"Hammering Horns": [
					"Immediately after you hit a creature with a melee attack as part of the Attack action on your turn, you can use a bonus action  to attempt to shove that target with your horns. The target must be no more than one size larger than you and within 5  feet of you. Unless it succeeds on a Strength saving throw against a DC equal to 8 + your proficiency bonus + your Strength modifier, you push it up to 10 feet away from you."
				],
				"Imposing Presence": [
					"You have proficiency in one of the following skills of your choice: Intimidation or Persuasion."
				],
				"Languages": [
					"You can speak, read, and write Common and Minotaur."
				]
			},
			"Books": [
				"Guildmaster's Guide to Ravnica"
			]
		},
		"Naga": {
			"Description": [
				"Naga resemble enormous snakes with shoulders, arms, and a torso that resembles a humanoid form. They typically hold their heads and torsos off the ground while moving, but they can increase their speed by lowering their bodies and using their hands for extra propulsion. They adorn their torsos with armor, jewelry, and a vague nod toward the clothing worn by other races. Male naga have broad hoods, wider than their shoulders, while females have narrower hoods and longer faces.",
				"Naga believe in a principle called the Sweetest Harmony, which describes a perfect balance between the body and the mind. Finding that balance, as they understand it, is a sure path to glory in the trials, since a combination of physical and mental preparation will ensure success in every trial. For an example of this Sweetest Harmony, they point to the Luxa river and the land it nourishes, which exist in a delicate and life-giving balance. Either one without the other would be diminished and useless. Just so, mental strength supports physical capabilities, and physical fortitude feeds mental tenacity, so neither mind nor body can exist in isolation.",
				"In the same way, the naga believe that Kefnet and Rhonas exist in interdependence, and that their trials are best conceived as two halves of a whole. But in practice, as much as they strive for balance and harmony, most naga identify more strongly with one god than the other."
			],
			"Combat Classes": [
				"To the benefit of those naga who struggle with the ideal of the Sweetest Harmony, the training of acolytes encourages specialization. Thus, naga who follow in the path of the snake-headed god Rhonas can cultivate their physical strength as they specialize in hand-to-hand combat styles, while other naga favor the teachings of Kefnet and other combat styles.",
				"Naga who specialize in hand-to-hand combat rely on axes, daggers, and shortswords—but also on their own fangs and the constricting strength of their serpentine bodies. They make extensive use of poison, coating their weapons with multiple layers of deadly substances—including, but by no means limited to, their own venom. Quick, well-timed, and well-placed blows, followed by an equally nimble retreat, allow many naga to triumph over opponents who might seem stronger. With acknowledgment of the Sweetest Harmony, these naga cultivate an understanding of strategy and tactics that enhances their physical training.",
				"Speed and accuracy are equally important to naga who specialize in long-range combat. Some prefer to analyze a battle from a distance and pick off the strongest opponents with their ranged weapons, including poisoned spears and arrows. Others ride in chariots driven by trusted drivers (usually other naga) and throw their spears from the midst of battle. In any case, they excel at finding and exploiting strategic advantages.",
				"Some naga mages, drawn to the example of Kefnet, make extensive use of illusion magic to trick and mislead their opponents. Others apply Rhonas's teachings to their studies, wielding poisonous magic that weakens opponents or kills them outright with clouds or darts of deadly toxins. Still others, in service to the ideal of balance, use the magical power of their minds to enhance their physical strength and speed."
			],
			"Naga Traits": {
				"Description": [
					"All naga share the following traits."
				],
				"Ability Score Increase": [
					"Your Constitution score increases by 2, and your Intelligence score increases by 1."
				],
				"Age": [
					"Like humans, naga reach adulthood in their late teens. They show no signs of aging beyond that point except for growing larger, so in theory, a naga could live well over a century."
				],
				"Alignment": [
					"Most naga are either neutral or neutral evil in alignment."
				],
				"Size": [
					"Naga stand about 5 feet tall when upright, but the total length of their bodies, head to tail, ranges from 10 to as much as 20 feet. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Speed Burst": [
					"By lowering your body to the ground and propelling yourself with your arms, you can move more quickly for a time. As a bonus action on your turn, if you have both hands free, you can increase your walking speed by 5 feet until the end of your turn."
				],
				"Natural Weapons": [
					"Your fanged maw and constricting serpentine body are natural weapons, which you can use to make unarmed strikes. If you hit with your bite, you deal piercing damage equal to 1d4 + your Strength modifier, and your target must make a Constitution saving throw (DC 8 + your proficiency bonus + your Constitution modifier). On a failed save, the target takes 1d4 poison damage.",
					"If you hit with your constrict attack, you deal bludgeoning damage equal to 1d6 + your Strength modifier, and the target is grappled (escape DC 8 + your proficiency bonus + your Strength modifier). Until this grapple ends, the target is restrained, and you can't constrict another target."
				],
				"Poison Immunity": [
					"You are immune to poison damage and can't be poisoned."
				],
				"Poison Affinity": [
					"You gain proficiency with the poisoner's kit."
				],
				"Languages": [
					"You can speak, read, and write Common and Naga."
				]
			},
			"Books": [
				"Plane Shift Amonkhet"
			]
		},
		"Orc": {
			"Orc Traits": {
				"Ability Score Increase": [
					"Your Strength score increases by 2, your Constitution score increases by 1, and your Intelligence score is reduced by 2."
				],
				"Age": [
					"Orcs mature a little faster than humans, reaching adulthood around age 14. They age noticeably faster and rarely live longer than 75 years."
				],
				"Alignment": [
					"Orcs are vicious raiders, who believe that the world should be theirs. They also respect strength above all else and believe the strong must bully the weak to ensure that weakness does not spread like a disease. They are usually chaotic evil."
				],
				"Size": [
					"Orcs are usually over 6 feet tall and weigh between 230 and 280 pounds. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Languages": [
					"You can speak, read, and write Common and Orc."
				],
				"Darkvision": [
					"You have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
				],
				"Menacing": [
					"You gain proficiency in the Intimidation skill."
				],
				"Aggressive": [
					"As a bonus action, you can move up to your speed toward an enemy of your choice that you can see or hear. You must end this move closer to the enemy than you started."
				],
				"Powerful Build": [
					"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
				]
			},
			"Sub Races": {
				"Ixalan": {
					"Description": [
						"Instead of adding an additional ability score, all ability scores are replaced. Aggressive and Powerful build are replaced with Relentless Endurance and Savage Attacks."
					],
					"Ability Score Increase": [
						"Your Strength score increases by 2, and your Constitution score increases by 1."
					],
					"Relentless Endurance": [
						"When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. You can't use this feature again until you finish a long rest."
					],
					"Savage Attacks": [
						"When you score a critical hit with a melee weapon attack, you can roll one of the weapon's damage dice one additional time and add it to the extra damage of the critical hit."
					]
				}
			},
			"Books": [
				"Plane Shift Ixalan",
				"Volo's Guide to Monsters"
			]
		},
		"Orc (Ixalan)": {
			"Description": [
				"Orcs originally came from the same mountainous region where the kingdom of Torrezon was born, and they have been enemies of the Legion of Dusk since it was originally formed. The entire race has been declared anathema by the Church of Torrezon, and after centuries of fighting the Legion, the orcs have dwindled to only a few hundred in number. Some still live on remote islands near Torrezon, but many have joined the Brazen Coalition to serve on pirate ships—taking on any role that calls for an abundance of sheer muscle.",
				"Orcs are tall, standing head and shoulders above most humans, and are generally twice as broad. They often accentuate their bulging muscles by wearing tight-fitting bands and accessories around the thickest parts of their arms and necks. Their skin color ranges from light brown through gray to almost jet-black."
			],
			"Orc Traits": {
				"Description": [
					"The orcs of Ixalan use the half-orc traits in the Player's Handbook."
				],
				"Ability Score Increase": [
					"Your Strength score increases by 2, and your Constitution score increases by 1."
				],
				"Age": [
					"Orcs mature a little faster than humans, reaching adulthood around age 14. They age noticeably faster and rarely live longer than 75 years."
				],
				"Alignment": [
					"Most orcs lean toward chaotic alignments, and many serve on pirate ships that encourage an inclination toward evil."
				],
				"Size": [
					"Orcs average over 6 feet in height, and they have strong, stocky builds. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Darkvision": [
					"You have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
				],
				"Menacing": [
					"You gain proficiency in the Intimidation skill."
				],
				"Relentless Endurance": [
					"When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. You can't use this feature again until you finish a long rest."
				],
				"Savage Attacks": [
					"When you score a critical hit with a melee weapon attack, you can roll one of the weapon's damage dice one additional time and add it to the extra damage of the critical hit."
				],
				"Languages": [
					"You can speak, read, and write Common (if it exists in your campaign) and Orc."
				]
			}
		},
		"Simic Hybrid": {
			"Description": [
				"The Simic Combine uses magic to fuse different life forms together. In recent years, the Simic Combine has extended this research to humanoid subjects, magically transferring the traits of various animals into humans, elves, and vedalken. The goal of the Guardian Project is to build a Simic army of soldiers perfectly adapted to a variety of combat situations. These hyper-evolved specimens are called Simic hybrids, though they sometimes refer to themselves as guardians."
			],
			"Extensive Adaptation": [
				"A hybrid's biological enhancements can change its appearance drastically, though most hybrids retain their basic physical form. All are augmented with characteristics of animals, mostly aquatic, reptilian, or amphibian creatures. These include crab claws, squid tentacles, wings or fins like those of manta rays, translucent or camouflaged skin, or shark-like maws filled with sharp teeth.",
				"Hybrids are the product of Simic magic. It's not impossible for a hybrid to leave the Simic Combine and join another guild, but the Simic would consider the individual a deserter. And the new guild might never  fully welcome a hybrid who could easily be a Simic spy."
			],
			"Simic Hybrid Names": [
				"A hybrid usually bears the name given by their human, elf, or vedalken parents. Some hybrids assume a new name after their transformation-a name chosen personally or by those who transformed them."
			],
			"Simic Hybrid Traits": {
				"Description": [
					"Your hybrid character has the following racial traits."
				],
				"Ability Score Increase": [
					"Your Constitution score increases by 2, and one other ability score of your choice increases by 1."
				],
				"Age": [
					"Hybrids begin their lives as adult humans, elves, or vedalken. They age at a slightly accelerated rate, so their maximum life spans are probably reduced somewhat. The Guardian Project has not been operating long enough to observe the full effect of this phenomenon."
				],
				"Alignment": [
					"Most hybrids share the generally neutral outlook of the Simic Combine. They are more interested in scientific research and the standing of their guild than in moral or ethical questions. Those who leave the Combine, however. often do so because their philosophical outlook and alignment are more in line with a different guild's."
				],
				"Size": [
					"Your size is Medium, within the normal range of your humanoid base race."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Darkvision": [
					"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
				],
				"Languages": [
					"You can speak, read, and write Common and your choice of Elvish or Vedalken."
				],
				"Animal Enhancement": {
					"Description": [
						"Your body has been altered to incorporate certain animal characteristics. You choose one animal enhancement now and a second enhancement at 5th level.",
						"At 1st level, choose one of the following options:"
					],
					"Mantra Glide": [
						"You have ray-like fins that you can use as wings to slow your fall or allow you to glide. When you fall and aren't incapacitated, you can subtract up to 100 feet from the fall when calculating falling damage, and you can move up to 2 feet horizontally for every 1 foot you descend."
					],
					"Nimble Climber": [
						"You have a climbing speed equal to your walking speed."
					],
					"Underwater Adaption": [
						"You can breathe air and water, and you have a swimming speed equal to your walking speed."
					],
					"Description-cont": [
						"At 5th level, your body evolves further, developing new characteristics. Choose one of the options you didn't take at 1st level, or one of the following options:"
					],
					"Grappling Appendages": [
						"You have two special appendages growing alongside your arms. Choose whether they're both claws or tentacles. As an action, you can use one of them to try to grapple a creature. Each one is also a natural weapon, which you can use to make an unarmed strike. If you hit with it, the target takes bludgeoning damage equal to 1d6 +your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike. Immediately after hitting, you can try to grapple the target as a bonus action. These appendages can't precisely manipulate anything and can't wield weapons, magic items, or other specialized equipment."
					],
					"Carapace": [
						"Your skin in places is covered by a thick shell. You gain a +1 bonus to AC when you're not wearing heavy armor."
					],
					"Acid Spit": [
						"As an action, you can spray acid from glands in your mouth, targeting one creature or object you can see within 30 feet of you. The target takes 2d10 acid damage unless it succeeds on a Dexterity saving throw against a DC equal to 8 + your Constitution modifier + your proficiency bonus. This damage increases by 1d10 when you reach 11th level (3d10) and 17th level (4d10). You can use this trait a number of times equal to your Consitution modifier (minimum of once), and you regain all expended uses of it when you finish a long rest."
					]
				}
			},
			"Books": [
				"Guildmaster's Guide to Ravnica"
			]
		},
		"Siren": {
			"Description": [
				"Sirens are at home along the waters of the Stormwreck Sea. They settle on rocky coasts and remote islands, and even on floating piles of kelp. Sirens are mercurial creatures who can turn in an instant from lonely to repulsed, from desirous to hateful, from welcoming to irritated, from loving to murderous—and then back again. They are fascinated with ships, and enjoy toying with them. One siren might call out to a passing crew for company, only to capriciously draw the ship into an entangling mass of kelp. Another might lure a vessel onto jagged rocks so as to study the wreckage and learn more about the strange contraption. But as the number of Brazen Coalition ships passing through siren-controlled waters has increased over the years, a growing number of sirens have decided to satisfy their curiosity by taking positions on ship crews—including, in at least one case, the position of captain.",
				"Sirens are humanoid creatures with birdlike features. Their long, slender arms extend into powerful wings that easily carry their light frames into the air. Their fingers bear sharp claws but are nimble enough to wield weapons and perform fine manipulation. Crests of feathery plumage start between their eyes and cover the backs of their heads."
			],
			"Siren Traits": {
				"Description": [
					"Your siren character has the following traits."
				],
				"Ability Score Increase": [
					"Your Charisma score increases by 2."
				],
				"Alignment": [
					"Most sirens lean toward chaotic alignment, cherishing the freedom and independence that comes from joining a pirate crew."
				],
				"Size": [
					"Sirens stand about 5 to 6 feet tall, but their bodies are slender and their bones partially hollow to facilitate their flight. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 25 feet."
				],
				"Flight": [
					"You have a flying speed of 30 feet. You can't use your flying speed while you wear medium or heavy armor. (If your campaign uses the variant rule for encumbrance, you can't use your flying speed if you are encumbered.)"
				],
				"Siren's Song": [
					"You know the friends cantrip and can cast it without material components."
				],
				"Languages": [
					"You can speak, read, and write Common (if it exists in your campaign) and Siren."
				]
			},
			"Books": [
				"Plane Shift Ixalan"
			]
		},
		"Tabaxi": {
			"Description": [
				"Hailing from a strange and distant land, wandering tabaxi are catlike humanoids driven by curiosity to collect interesting artifacts, gather tales and stories, and lay eyes on all the world's wonders. Ultimate travelers, the inquisitive tabaxi rarely stay in one place for long. Their innate nature pushes them to leave no secrets uncovered, no treasures or legends lost."
			],
			"Wandering Outcasts": [
				"Most tabaxi remain in their distant homeland, content to dwell in small, tight clans. These tabaxi hunt for food, craft goods, and largely keep to themselves.",
				"However, not all tabaxi are satisfied with such a life. The Cat Lord, the divine figure responsible for the creation of the tabaxi, gifts each of his children with one specific feline trait. Those tabaxi gifted with curiosity are compelled to wander far and wide. They seek out stories, artifacts, and lore. Those who survive this period of wanderlust return home in their elder years to share news of the outside world. In this manner, the tabaxi remain isolated but never ignorant of the world beyond their home."
			],
			"Barterers of Lore": [
				"Tabaxi treasure knowledge rather than material things. A chest filled with gold coins might be useful to buy food or a coil of rope, but it's not intrinsically interesting.",
				"In the tabaxi's eyes, gathering wealth is like packing rations for a long trip. It's important to survive in the world, but not worth fussing over.",
				"Instead, tabaxi value knowledge and new experiences. Their ears perk up in a busy tavern, and they tease out stories with offers of food, drink, and coin. Tabaxi might walk away with empty purses, but they mull over the stories and rumors they collected like a miser counting coins.",
				"Although material wealth holds little attraction for the tabaxi, they have an insatiable desire to find and inspect ancient relics, magical items, and other rare objects. Aside from the power such items might confer, a tabaxi takes great joy in unraveling the stories behind their creation and the history of their use."
			],
			"Fleeting Fancies": [
				"Wandering tabaxi are mercurial creatures, trading one obsession or passion for the next as the whim strikes. A tabaxi's desire burns bright, but once met it disappears to be replaced with a new obsession. Objects remain intriguing only as long as they still hold secrets.",
				"A tabaxi rogue could happily spend months plotting to steal a strange gem from a noble, only to trade it for passage on a ship or a week's lodging after stealing it. The tabaxi might take extensive notes or memorize every facet of the gem before passing it on, but the gem holds no more allure once its secrets and nature have been laid bare."
			],
			"Tinkers and Minstrels": [
				"Curiosity drives most of the tabaxi found outside their homeland, but not all of them become adventurers. Tabaxi who seek a safer path to satisfy their obsessions become wandering tinkers and minstrels.",
				"These tabaxi work in small troupes, usually consisting of an elder, more experienced tabaxi who guides up to four young ones learning their way in the world. They travel in small, colorful wagons, moving from settlement to settlement. When they arrive, they set up a small stage in a public square where they sing, play instruments, tell stories, and offer exotic goods in trade for items that spark their interest. Tabaxi reluctantly accept gold, but they much prefer interesting objects or pieces of lore as payment.",
				"These wanderers keep to civilized realms, preferring to bargain instead of pursuing more dangerous methods of sating their curiosity. However, they aren't above a little discreet theft to get their claws on a particularly interesting item when an owner refuses to sell or trade it."
			],
			"Tabaxi Names": [
				"Each tabaxi has a single name, determined by clan and based on a complex formula that involves astrology, prophecy, clan history, and other esoteric factors. Tabaxi names can apply to both males and females, and most use nicknames derived from or inspired by their full names.",
				"Clan names are usually based on a geographical feature located in or near the clan's territory.",
				"The following list of sample tabaxi names includes nicknames in parenthesis.",
				"Tabaxi Names: Cloud on the Mountaintop (Cloud), Five Timber (Timber), Jade Shoe Qade), Left-Handed Hummingbird (Bird), Seven Thundercloud (Thunder), Skirt of Snakes (Snake), Smoking Mirror (Smoke)",
				"Tabaxi Clans: Bright Cliffs, Distant Rain, Mountain Tree, Rumbling River, Snoring Mountain"
			],
			"Tabaxi Personality": {
				"Description": [
					"A tabaxi might have motivations and quirks much different from a dwarf or an elf with a similar background. You can use the following tables to customize your character in addition to the trait, ideal, bond, and flaw from your background.",
					"The Tabaxi Obsession table can help hone your character's goals. For extra fun, roll a new result every few days that pass in the campaign to reflect your ever-changing curiosity."
				],
				"Table 1": {
					"Title": "Tabaxi Obsessions",
					"Headers": [
						"d8",
						"My curiosity is currently fixed on..."
					],
					"Rows": [
						{
							"d8": 1,
							"My curiosity is currently fixed on...": "A god or planar entity"
						},
						{
							"d8": 2,
							"My curiosity is currently fixed on...": "A monster"
						},
						{
							"d8": 3,
							"My curiosity is currently fixed on...": "A lost civilization"
						},
						{
							"d8": 4,
							"My curiosity is currently fixed on...": "A wizard's secrets"
						},
						{
							"d8": 5,
							"My curiosity is currently fixed on...": "A mundane item"
						},
						{
							"d8": 6,
							"My curiosity is currently fixed on...": "A magic item"
						},
						{
							"d8": 7,
							"My curiosity is currently fixed on...": "A location"
						},
						{
							"d8": 8,
							"My curiosity is currently fixed on...": "A legend or tale"
						}
					]
				},
				"Table 2": {
					"Title": "Tabaxi Quirks",
					"Headers": [
						"d10",
						"Quirk"
					],
					"Rows": [
						{
							"d10": 1,
							"Quirk": "You miss your tropical home and complain endlessly about the freezing, weather, even in summer."
						},
						{
							"d10": 2,
							"Quirk": "You never wear the same outfit twice, unless you absolutely must."
						},
						{
							"d10": 3,
							"Quirk": "You have a minor phobta of water and hate getting wet."
						},
						{
							"d10": 4,
							"Quirk": "Your tail always betrays your inner thoughts."
						},
						{
							"d10": 5,
							"Quirk": "You purr loudly when you are happy."
						},
						{
							"d10": 6,
							"Quirk": "You keep a small ball of yarn in your hand, which you constantly fidget with."
						},
						{
							"d10": 7,
							"Quirk": "You are always in debt, since you spend your gold on lavish parties and gifts for friends."
						},
						{
							"d10": 8,
							"Quirk": "When talking about something you're obsessed with, you speak quickly and never pause and others can't understand you."
						},
						{
							"d10": 9,
							"Quirk": "You are a font of random trivia from the lore and stories you have discovered."
						},
						{
							"d10": 10,
							"Quirk": "You can't help but pocket interesting objects you come across."
						}
					]
				}
			},
			"Tabaxi Traits": {
				"Description": [
					"Your tabaxi character has the following racial traits."
				],
				"Ability Score Increase": [
					"Your Dexterity score increases by 2, and your Charisma score increases by 1."
				],
				"Age": [
					"Tabaxi have lifespans equivalent to humans."
				],
				"Alignment": [
					"Tabaxi tend toward chaotic alignments, as they let impulse and fancy guide their decisions. They are rarely evil, with most of them driven by curiosity rather than greed or other dark impulses."
				],
				"Size": [
					"Tabaxi are taller on average than humans and relatively slender. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Darkvision": [
					"You have a cat's keen senses, especially in the dark. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
				],
				"Feline Agility": [
					"Your reflexes and agility allow you to move with a burst of speed. When you move on your turn in combat, you can double your speed until the end of the turn. Once you use this trait, you can't use it again until you move 0 feet on one of your turns."
				],
				"Cat's Claws": [
					"Because of your claws, you have a climbing speed of 20 feet. In addition, your claws are natural weapons, which you can use to make unarmed strikes. If you hit with them, you deal slashing damage equal to 1d4 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
				],
				"Cat's Talent": [
					"You have proficiency in the Perception and Stealth skills."
				],
				"Languages": [
					"You can speak, read, and write Common and one other language of your choice."
				]
			},
			"Books": [
				"Volo's Guide to Monsters"
			]
		},
		"Tiefling": {
			"Tiefling Traits": {
				"Ability Score Increase": [
					"Your Intelligence score increases by 1, and your Charisma score increases by 2."
				],
				"Age": [
					"Tieflings mature at the same rate as humans but live a few years longer."
				],
				"Alignment": [
					"Tieflings might not have an innate tendency towards evil, but many of them end up there. Evil or not, an independent nature inclines many tieflings toward a chaotic alignment."
				],
				"Size": [
					"Tieflings are about the same size and build as humans. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Darkvision": [
					"Thanks to your infernal heritage, you have superior vision in the dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light, You can't discern color in darkness, only shades of gray."
				],
				"Hellish Resistance": [
					"You have resistance to fire damage."
				],
				"Infernal Legacy": [
					"You know the thaumaturgy cantrip. Once you reach 3rd level, you can cast the hellish rebuke spell once per day as a 2nd level spell. Once you reach 5th level, you can cast the darkness spell once per day. Charisma is your spellcasting ability for these spells."
				],
				"Languages": [
					"You can speak, read, and write Common and Infernal."
				]
			},
			"Sub Races": {
				"Description": [
					"If your tiefling has a subrace, choose one of the following options-whichever one corresponds to the infernal being connected to the tiefling's family.",
					"The traits of the chosen subrace replace the tiefling's Ability Score Increase and Infernal Legacy traits given in the Player's Handbook. There is one exception: tieflings connected to Asmodeus. Those tieflings use the traits in the Player's Handbook."
				],
				"Asmodeus": {
					"Description": [
						"The tieflings connected to Nessus command the power of fire and darkness, guided by a keener than normal intellect, as befits those linked to Asmodeus himself."
					],
					"Ability Score Increase": [
						"Your Intelligence score increases by 1, and your Charisma score increases by 2."
					],
					"Infernal Legacy": [
						"You know the thaumaturgy cantrip. Once you reach 3rd level, you can cast the hellish rebuke spell once per day as a 2nd level spell. Once you reach 5th level, you can cast the darkness spell once per day. Charisma is your spellcasting ability for these spells."
					]
				},
				"Baalzebul": {
					"Description": [
						"The crumbling realm of Maladomini is ruled by Baalzebul, who excels at corrupting those whose minor sins can be transformed into acts of damnation. Tieflings linked to this archdevil can corrupt others both physically and psychically."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 2, and your Intelligence score increases by 1."
					],
					"Legacy of Maladomini": [
						"You know the thaumaturgy cantrip. When you reach 3rd level, you can cast the ray of sickness spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the crown of madness spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				},
				"Disapater": {
					"Description": [
						"The great city of Dis occupies most of Hell's second layer. It is a place where secrets are uncovered and shared with the highest bidder, making tieflings tied to Dispater excellent spies and infiltrators."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 2, and your Dexterity score increases by 1."
					],
					"Legacy of Dis": [
						"You know the thaumaturgy cantrip. When you reach 3rd level, you can cast the disguise self spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the detect thoughts spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				},
				"Fierna": {
					"Description": [
						"A master manipulator, Fierna grants tieflings tied to her forceful personalities."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 2, and your Wisdom score increases by 1."
					],
					"Legacy of Phlegethos": [
						"You know the friends cantrip. When you reach 3rd level, you can cast the charm person spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the suggestion spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				},
				"Glasya": {
					"Description": [
						"Glasya, Hell's criminal mastermind, grants her tiefiings magic that is useful for committing heists."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 2, and your Dexterity score increases by 1."
					],
					"Legacy of Malbolge": [
						"You know the minor illusion cantrip. When you reach 3rd level, you can cast the disguise self spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the invisibility spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				},
				"Levistus": {
					"Description": [
						"Frozen Stygia is ruled by Levistus, an archdevil known for offering bargains to those who face an inescapable doom."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 2, and your Constitution score increases by 1."
					],
					"Legacy of Stygia": [
						"You know the ray of frost cantrip. When you reach 3rd level, you can cast the armor of Agathys spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the darkness spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				},
				"Mammon": {
					"Description": [
						"The great miser Mammon loves coins above all else. Tieflings tied to him excel at gathering and safeguarding wealth."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 2, and your Intelligence score increases by 1."
					],
					"Legacy of Minauros": [
						"You know the mage hand cantrip. When you reach 3rd level, you can cast the Tenser's floating disk spell once with this trait and regain the ability to do so when you finish a short or long rest. When you reach 5th level, you can cast the arcane lock spell once with this trait, requiring no material component, and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				},
				"Mephistopheles": {
					"Description": [
						"In the frozen realm of Cania, Mephistopheles offers arcane power to those who entreat with him. Tieflings linked to him master some arcane magic."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 2, and your Intelligence score increases by 1."
					],
					"Legacy of Cania": [
						"You know the mage hand cantrip. When you reach 3rd level, you can cast the burning hands spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the flame blade spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				},
				"Zariel": {
					"Description": [
						"Tieflings with a blood tie to Zariel are stronger than the typical tiefling and receive magical abilities that aid them in battle."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 2, and your Strength score increases by 1."
					],
					"Legacy of Avernus": [
						"You know the thaumaturgy cantrip. When you reach 3rd level, you can cast the searing smite spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the branding smite spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				}
			},
			"Books": [
				"Player's Handbook"
			]
		},
		"Tortle": {
			"Tortle Traits": {
				"Ability Score Increase": [
					"Your Strength score increases by 2, and your Wisdom score increases by 1."
				],
				"Age": [
					"Young tortles crawl for a few weeks after birth before learning to walk on two legs. They reach adulthood by the age of 15 and live an average of 50 years."
				],
				"Alignment": [
					"Tortles tend to lead orderly, ritualistic lives. They develop customs and routines, becoming more set in their ways as they age. Most are lawful good. A few can be selfish and greedy, tending more toward evil, but it's unusual for a tortle to shuck off order in favor of chaos."
				],
				"Size": [
					"Tortle adults stand 5 to 6 feet tall and average 450 pounds. Their shells account for roughly one-third of their weight. Your size is Medium."
				],
				"Claws": [
					"Your claws are natural weapons, which you can use to make unarmed strikes. If you hit with the, you deal slashing damage equal to 1d4 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
				],
				"Hold Breath": [
					"You can hold your breath for up to 1 hour at a time. Tortles aren't natural swimmers, but they can remain underwater for some time before needing to come up for air."
				],
				"Natural Armor": [
					"Due to your shell and the shape of your body, you are ill-suited to wearing armor. Your shell provides ample protection, however; it gives you a base AC of 17 (your Dexterity modifier doesn't affect this number). You gain no benefit from wearing armor, but if you are using a shield, you can apply the shield's bonus as normal."
				],
				"Shell Defense": [
					"You can withdraw into your shell as an action. Until you emerge, you gain a +4 bonus to AC, and you have advantage on Strength and Constitution saving throws. While in your shell, you are prone, your speed is 0 and can't increase, you have disadvantage on Dexterity saving throws, you can't take reactions, and the only action you can take is a bonus action to emerge from your shell."
				],
				"Survival Instinct": [
					"You gain proficiency in the Survival skill. Tortles have finely honed survival instincts."
				],
				"Languages": [
					"You can speak, read, and write Aquan and Common."
				]
			},
			"Books": [
				"The Tortle Package"
			]
		},
		"Triton": {
			"Description": [
				"Tritons guard the ocean depths, building small settlements beside deep trenches, portals to the elemental planes, and other dangerous spots far from the eyes of land-bound folk. Long-established guardians of the deep ocean floor, in recent years the noble tritons have become increasingly active in the world above."
			],
			"Aquatic Crusaders": [
				"Centuries ago, tritons entered the world in response to the growing threat of evil elementals. Tritons waged many wars against their enemies on the Plane of Water, driving them into the Darkened Depths where they escaped into the crushing pressure and utter darkness. In time, the tritons noticed that their ancient elemental foes had grown quiet. Expeditions to the depths revealed that krakens, sahuagin, and far worse foes had fled the Plane of Water for the Material Plane.",
				"The tritons, driven by a sense of duty and responsi-bility, would not allow their foes to escape so easily. A great conclave of tritons chose volunteers skilled in weapons and magic as part of an expeditionary force to enter the Material Plane and seek out their enemies.",
				"Those tritons spread across the world's oceans and es-tablished protectorates to watch over deep sea trenches, portals, undersea caves, and other locations where their enemies might lurk. They defeated their foes when they found them and drove the rest into hiding.",
				"With their foes banished to the deepest reaches of the sea, tritons settled in to watch for any sign of their return. Over time, the tritons extended their stewardship over the sea floor from their initial settlements and built outposts to create trade with other races. Despite this expansion, few folk know of them. Their settlements are so remote even merfolk and sea elves rarely en-counter them."
			],
			"Haughty Nobles": [
				"As a result of their isolation and limited understanding of the Material Plane, tritons can come across as haughty and arrogant. They see themselves as caretakers of the sea, and they expect other creatures to pay them deep respect, if not complete deference.",
				"This attitude might grate on others, but it arises from a seed of truth. Few know of the tritons' great victories over dreadful undersea threats. The tritons make little allowance for such ignorance and are delighted to ex-pound upon the great debt others owe them.",
				"Tritons also have a tendency to emerge from their isolation under the assumption that other folk will welcome them as respected allies and mentors. Again, distance drives much of this attitude. The tritons' limited view of the world leaves them ignorant of the kingdoms, wars, and other struggles of the surface world. Tritons readily see such concerns as minor events, a sideshow to the tritons' role as the world's true protectors."
			],
			"Staunch Champions": [
				"Despite their off-putting manners, tritons are benevolent creatures at heart, convinced that other civilized races deserve their protection. Their attitude might grate, but when pirate fleets prowl the waves or a kraken awakens from its slumber, they are among the first to take up arms to protect others.",
				"Tritons readily sacrifice themselves for the common good. They will fight and die for humans, merfolk, and other creatures without question. Their self-absorbed nature makes them overlook the history of other crea-tures, but they also endure a sense of guilt over allowing the evils of the Plane of Water to enter the Material Plane and threaten its inhabitants. The tritons believe they owe a debt of honor to the world, and they will fight and die to pay it. ",
				"At times their fervor and ignorance of the world can lead them astray. Tritons encountering other creatures for the first time can underestimate them, leaving the tritons vulnerable to deception. With their strong mar-tial tradition, tritons can sometimes be too eager to leap into a fight."
			],
			"Strangers to the Surface": [
				"Given their isolation, most tritons have never been to the surface world. They struggle with the idea that they can't easily move up and down out of water, and the changing of the seasons mystifies them.",
				"Tritons also find the variety of social institutions, kingdoms, and other customs bewildering. For all their proud culture, they remain innocent of the sur-face world. The typical triton protectorate is tightly regimented, organized, and unified around a common cause. A triton on the surface becomes easily confused by the bewildering array of alliances, rivalries, and petty grievances that prevent the surface folk from truly unifying.",
				"At its worst, a triton's arrogance compounds the tendency for the triton not to understand the ways of the surface world. It's easy for a triton to blame baffling social practices on what the triton perceives as the barbarism, weakness, or cowardice of surface folk. "
			],
			"Triton Personality": {
				"Description": [
					"Far from flawless, these champions of good mean well, but they are easily frustrated by others. You can select, roll, or adapt a triton-specific quirk from the Triton Quirks table. Use the quirk to inform how you portray your character."
				],
				"Table": {
					"Title": "Triton Quirks",
					"Headers": [
						"d6",
						"Quirk"
					],
					"Rows": [
						{
							"d6": 1,
							"Quirk": "You phrase requests as orders that you expect to be obeyed."
						},
						{
							"d6": 2,
							"Quirk": "You are quick to boast of the greatness of your civilization."
						},
						{
							"d6": 3,
							"Quirk": "You learned an antiquated version of Common and drop \"thee\" and \"thou\" into your speech."
						},
						{
							"d6": 4,
							"Quirk": "You assume that people are telling you the truth about local customs and expectations."
						},
						{
							"d6": 5,
							"Quirk": "The surface world is a wondrous place, and you catalog all its details in a journal."
						},
						{
							"d6": 6,
							"Quirk": "You mistakenly assume that surface folk know about and are impressed by your people's history. "
						}
					]
				}
			},
			"Triton Names": [
				"Most triton names have two or three syllables. Male names typically end with a vowel and the letter s, and female names traditionally end with an n. Tritons use their home protectorate as a surname, with the name formed by adding a vowel followed by a \"th\" to the end of the protectorate's name.",
				"Female Triton Names: Aryn, Belthyn, Duthyn, Feloren, Otanyn, Shalryn, Vlaryn, Wolyn",
				"Male Triton Names: Corus, Delnis, Jhimas, Keros, Molos, Nalos, Vodos, Zunis",
				"Triton Surnames: Ahlorsath, Pumanath, Vuuvaxath"
			],
			"Triton Traits": {
				"Description": [
					"Your triton character has the following racial traits."
				],
				"Ability Score Increase": [
					"Your Strength, Constitution, and Charisma scores each increase by 1."
				],
				"Age": [
					"Tritons reach maturity around age 15 and can live up to 200 years."
				],
				"Alignment": [
					"Tritons tend toward lawful good. As guardians of the darkest reaches of the sea, their culture pushes them toward order and benevolence."
				],
				"Size": [
					"Tritons are slightly shorter than humans, averaging about 5 feet tall. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet, and you have a swimming speed of 30 feet."
				],
				"Amphibious": [
					"You can breathe air and water."
				],
				"Control Air and Water": [
					"A child of the sea, you can call on the magic of elemental air and water. You can cast fog cloud with this trait. Starting at 3rd level, you can cast gust of wind with it, and starting at 5th level, you can also cast wall of water with it (see the spell in the sidebar). Once you cast a spell with this trait, you can't do so again until you finish a long rest. Charisma is your spellcasting ability for these spells."
				],
				"Emissary of the Sea": [
					"Aquatic beasts have an extraordinary affinity with your people. You can communicate simple ideas with beasts that can breathe water. They can understand the meaning of your words, though you have no special ability to understand them in return."
				],
				"Guardians of the Depths": [
					"Adapted to even the most extreme ocean depths, you have resistance to cold damage, and you ignore any of the drawbacks caused by a deep, underwater environment."
				],
				"Lansuages": [
					"You can speak, read, and write Common and Primordial."
				]
			},
			"Books": [
				"Volo's Guide to Monsters"
			]
		},
		"Vampire (Ixalan)": {
			"Description": [
				"The Legion of Dusk is dominated by an aristocratic class made up of vampires. They are faster and stronger than most humans, and gifted with supernatural abilities that made them the most formidable force in their homeland. Now, as they push into the depths of Ixalan in search of the Immortal Sun, they bring this strength to bear against all who would resist their advance.",
				"For many vampires, the Rite of Redemption that transforms a human into a vampire is an act of personal sacrifice, paving the way for a promised glorious age. These vampires embody Torrezon's noble tradition in Ixalan. They are often guided by their dual loyalties to church and crown, believing that the monarch acts with righteous purpose. As such, these vampires carry themselves with a self-assurance that is both imposing and imperial. Other societies seem inferior and unclean compared to their own, leading them to feel that they have a right to claim new lands despite the presence of people already inhabiting those lands.",
				"Other vampires view vampirism merely as a means to attain a powerful advantage over others. These vampires are fierce, ruthless, and often cruel, relishing conflict—be it political or armed—as a means of demonstrating their superiority. Many are politically ambitious, invoking Torrezon's hierarchy when it serves their interests, but ignoring all the rules of church, state, and morality when those rules become a burden. When these vampires come to Ixalan, they are conquerors, motivated by the prospect of personal glory and the accumulation of riches. Those who achieve wealth and power display it ostentatiously.",
				"The core of every vampire's nature is the Feast of Blood. Though it is forbidden to feed on human citizens of Torrezon, including the human sailors and servants who accompany the vampire conquistadors to Ixalan, vampires are encouraged to feed on outsiders and heretics. The Feast of Blood sends new life essence flowing through the vampire who partakes of it, manifesting as even greater strength and speed."
			],
			"Vampire Traits": {
				"Description": [
					"Your vampire character has the following traits."
				],
				"Ability Score Increase": [
					"Your Charisma score increases by 2, and your Wisdom score increases by 1."
				],
				"Age": [
					"Vampires don't mature and age in the same way that other races do."
				],
				"Alignment": [
					"Vampires might not have an innate tendency toward evil, but many of them end up there. Evil or not, their strict hierarchies incline them toward a lawful alignment."
				],
				"Size": [
					"Vampires are the same size and build as humans. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Darkvision": [
					"Thanks to your heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
				],
				"Vampiric Resistance": [
					"You have resistance to necrotic damage."
				],
				"Languages": [
					"You can speak, read, and write Common (if it exists in your campaign) and Vampire."
				],
				"Bloodthirst": [
					"You can drain blood and life energy from a willing creature, or one that is grappled by you, incapacitated, or restrained. Make a melee attack against the target. If you hit, you deal 1 piercing damage and 1d6 necrotic damage. The target's hit point maximum is reduced by an amount equal to the necrotic damage taken, and you regain hit points equal to that amount. The reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0."
				],
				"Feast of Blood": [
					"When you drain blood with your Bloodthirst ability, you experience a surge of vitality. Your speed increases by 10 feet, and you gain advantage on Strength and Dexterity checks and saving throws for 1 minute."
				]
			},
			"Books": [
				"Plane Shift Ixalan"
			]
		},
		"Vampire (Zendikar)": {
			"Description": [
				"Born into ancient servitude and bred to a life of decadent corruption, the vampires of Zendikar feed on the energy in the blood of living creatures—an energy that is particularly strong in times of terror and pain. To members of the other races, vampires are a fearsome mystery and the stuff of nightmares, hunting their prey like beasts or reclining on thrones made of skulls in their moss-draped cities. But few understand how the vampires are locked in a brutal civil war. On one side are those who hold to their traditional ways, desperately battling to remain free. On the other side are those vampires whose legacy reaches back into the deepest recesses of history. Bound once more to the Eldrazi who were their ancient masters, those vampires hunt their kin in an effort to extinguish any dreams of freedom and rebellion.",
				"Vampires are associated with black mana. Their existence is predicated on draining the life from others to fuel their own existence, and on putting their own lives ahead of all other concerns. Philosophically, they do not constrain themselves with artificial rules of morality, but believe that the strong can and should take what they need from the weak."
			],
			"Between the Living and the Dead": [
				"The vampires of Zendikar are not undead. Rather, their unique nature comes from an eldritch disease that turns their flesh cold, makes their gray or purple skin feel dead to the touch, and enables them to drain concentrated magical energy from the blood of other living creatures. They are tall and slender, with long, elegant necks and broad shoulders. Bony horns protrude from their shoulders and elbows, often augmented by the layered plates of their armor and clothing. Their canine teeth are slightly elongated, but not enough to protrude between their closed lips.",
				"Vampires dress in leather and the chitin carapaces of the gigantic insects that dwell in the swamps and jungles of their native Guul Draz, augmented with fine silk and gauzy fabric. They decorate their skin in elaborate, symmetrical patterns of red paint made from blood and mineral pigments. Their clothing is an odd mixture of complex layers and elaborate patterns combined with plenty of exposed skin, since their cold bodies are unaffected by the temperature around them."
			],
			"Vampire Traits": {
				"Description": [
					"Your vampire character has the following traits as a result of the unique origins of your kind."
				],
				"Ability Score Increase": [
					"Your Intelligence score increases by 1, and your Charisma score increases by 2."
				],
				"Age": [
					"Vampires don't mature and age in the same way that other races do. Every living vampire is either a bloodchief, infected by Ulamog's influence in the distant reaches of history, or was spawned by a bloodchief from a living human. Most vampires are thus very old, but few have any memory of their earliest years"
				],
				"Alignment": [
					"Vampires have no innate tendency toward evil, but consuming the life energy of other creatures often pushes them to that end. Regardless of their moral bent, the strict hierarchies of their blood-chiefs inclines them toward a lawful alignment."
				],
				"Size": [
					"Vampires are about the same size and build as humans. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Darkvision": [
					"Thanks to your heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
				],
				"Vampiric Resistance": [
					"You have resistance to necrotic damage."
				],
				"Bloodthirst": [
					"You can drain blood and life energy from a willing creature, or one that is grappled by you, incapacitated, or restrained. Make a melee attack against the target. If you hit, you deal 1 piercing damage and 1d6 necrotic damage. The target's hit point maximum is reduced by an amount equal to the necrotic damage taken, and you regain hit points equal to that amount. The reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0. A humanoid killed in this way becomes a null (see “A Zendikar Bestiary”)."
				],
				"Languages": [
					"You can speak, read, and write Common and Vampire"
				]
			},
			"Books": [
				"Plane Shift Zendikar"
			]
		},
		"Vedalken": {
			"Description": [
				"Nothing is perfect. Vedalken not only believe this fact, they rejoice in it. Every imperfection is a chance for improvement, and progress is an endless march toward a state of perfection that can never be reached. This view-point leads vedalken to pursue their work with delighted enthusiasm, never deterred by setbacks and excited by every opportunity for improvement.",
				"Vedalken are tall and slender, standing almost a head taller than humans on average but weighing about the same. Their hairless skin comes in a range of shades of blue. Their eyes are darker shades of blue or violet. They lack external ears, their noses are broad and fiat, and they are partially amphibious."
			],
			"Cool Rationality": [
				"Despite being talkative, vedalken keep their  personal lives private. and they tend to engage more with ideas than with people. They form close friendships based on mutual interests or compelling disagreements, and their interactions dwell on their thoughts about those issues rather than their feelings about them.",
				"To members of other races, vedalken often seem cold, even emotionless. That assessment isn't fair-  they feel emotion every bit as intensely as other folk do, but they are skilled at not displaying it. Cool rationality guides their actions, they make and follow careful plans, and they are patient enough to do nothing when the ideal outcome relies on such inaction."
			],
			"Reasoning toward Perfection": [
				"Their curious intellects and rational minds incline vedalken toward membership in the Azorius Senate, the Simic Combine, and (less often) the  Izzet League . Whatever their guild affiliation, they put their intelligence to use in crafting and improving things, whether those things are laws, procedures, or magical sciences.",
				"Vedalken believe that the path toward the impossible goal of perfection is paved with bricks of education, careful deliberation, and controlled experimentation. Some vedalken direct their energy toward perfecting themselves, whether by means of Simic bioengineering or through extensive study, and others concentrate on perfecting society through the careful drafting and application of laws."
			],
			"Vedalkin Names": [
				"Vedalken are given names at birth, but usually choose new names for themselves as part of their transition into adulthood. They rarely use family names.",
				"Male Names: Aglar, Bellin, DaHid, Firellan, Kavin, Koplony, Lomar, Mathvan, Modar, Nebun, Nhillosh, Nitt, Otrovac, Ovlan, Pelener, Rill, Trivaz, Uldin, Yolov, Zataz",
				"Female Names: Azi, Barvisa, Brazia, Direll, Fainn, Griya, Hallia, Katrille, Kovel, Lilla, Mirela, Morai, Nedress, Ossya, Pierenn, Roya, Sestri, Triel, Uzana, Yaraghiya, Zlovol"
			],
			"Vedalken Traits": {
				"Description": [
					"Your vedalken character has the following racial traits."
				],
				"Ability Score Increase": [
					"Your Intelligence score increases by 2, and your Wisdom score increases by 1."
				],
				"Age": [
					"Vedalken mature slower than humans do. reaching maturity around age 40. Their life span is typically 350 years, with some living to the age of 500."
				],
				"Alignment": [
					"Vedalken are usually lawful and non-evil."
				],
				"Size": [
					"Tall and slender, Vedalken stand 6 to 6½ feet tall on average and usually weigh less than 200 pounds. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Vedalken Dispassion": [
					"You have advantage on all Intelligence, Wisdom, and Charisma saving throws."
				],
				"Tireless Precision": [
					"You are proficient in one of the following skills of your choice: Arcana, History, Investigation, Medicine, Performance, or Sleight of Hand. You are also proficient with one tool of your choice.",
					"Whenever you make an ability check with the chosen skill or tool, roll a d4 and add the number rolled to the check's total."
				],
				"Partially Amphibious": [
					"By absorbing oxygen through your skin, you can breathe underwater for up to 1 hour. Once you've reached that limit, you can't use this trait again until you finish a long rest."
				],
				"Languages": [
					"You can speak, read, and write Common, Vedalken, and one other language of your choice."
				]
			},
			"Books": [
				"Guildmaster's Guide to Ravnica"
			]
		},
		"Yuan-Ti Pureblood": {
			"Yuan-Ti Pureblood Traits": {
				"Ability Score Increase": [
					"Your Charisma score increases by 2, and your Intelligence score increases by 1."
				],
				"Age": [
					"Purebloods mature at the same rate as humans and have lifespans similar in length to theirs."
				],
				"Alignment": [
					"Purebloods are devoid of emotion and see others as tools to manipulate. They care little for law or chaos and are typically neutral evil."
				],
				"Size": [
					"Purebloods match humans in average size and weight. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Languages": [
					"You can speak, read, and write Common, Abyssal, and Draconic."
				],
				"Darkvision": [
					"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
				],
				"Innate Spellcasting": [
					"You know the poison spray cantrip. You can cast animal friendship an unlimited number of times with this trait, but you can target only snakes with it. Starting at 3rd level, you can also cast suggestion with this trait. Once you cast it, you can't do so again until you finish a long rest. Charisma is your spellcasting ability for these spells."
				],
				"Magic Resistance": [
					"You have advantage on saving throws against spells and other magical effects."
				],
				"Poison Immunity": [
					"You are immune to poison damage and the poisoned condition."
				]
			},
			"Books": [
				"Volo's Guide to Monsters"
			]
		}
	}
}