{	
	"Races": {
		"Dwarf": {
			"Dwarf Traits": {
				"Ability Score Increase": [
					"Your Constitution score increases by 2."
				],
				"Age": [
					"Dwarves mature at the same rate as humans, but they're considered young until they reach the age of 50. On average, they live about 350 years."
				],
				"Alignment": [
					"Most dwarves are lawful, believing firmly in the benefits of a well-ordered society. They tend toward good as well, with a strong sese of fair play and a belief that everyone deserves to share in the benefits of a just order."
				],
				"Size": [
					"Dwarve stand between 4 and 5 feet tall and average about 150 pounds. Your size is medium."
				],
				"Speed": [
					"Your base walking speed is 25 feet. Your speed is not reduced by wearing heavy armor."
				],
				"Darkvision": [
					"Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
				],
				"Dwarven Resilience": [
					"You have advantage on saving throws against poison damage, and you have resistance against poison damage."
				],
				"Dwarven Combat Training": [
					"You have proficiency with the battleaxe, handaxe, throwing hammer, and warhammer."
				],
				"Tool Proficiency": [
					"You gain proficiency with the artisan's tools of your choice: smith's tools, brewer's supplies, or mason's tools."
				],
				"Stonecunning": [
					"Whenever you make an intelligence (History) check related to the origin of stonework, you are considered proficient in the History skill and add double your proficiency bonus to the check, instead of your normal proficiency bonus."
				],
				"Languages": [
					"You can speak, read, and write Common and Dwarvish. Dwarvish is full of hard consonants and gutteral sounds, and those characteristics spill over into whatever other language a dwarf might speak."
				]
			},
			"Sub Races": {
				"Hill Dwarf": {
					"Description": [
						"As a hill dward, you have keen senses, deep intuition, and remarkable resilience, The gold dwarves of Faerun in their mighty southern kingdom are hill dwarves, as are the exiled Neidar and the debased Klar of Krymm in the Dragonlance setting."
					],
					"Ability Score Increase": [
						"Your Wisdom score increases by 1."
					],
					"Dwarven Toughness": [
						"Your hit point maximum increases by 1, and it increases by 1 every time you gain a level."
					]
				},
				"Mountain Dwarf": {
					"Description": [
						"As a mountain dwarf, you're strong and hardy, accustomed to a difficult life in rugged terrain. You're probably on the tall side (for a dwarf), and tend toward lighter coloration. The shield dwarves of northern Faerunm as well as the ruling Hylar clan and the noble Daewar clan of Dragonlance, are mountain dwarves."
					],
					"Ability Score Increase": [
						"Your Strength score increases by 2."
					],
					"Dwarven Armor Training": [
						"You have proficiency with light and medium armor."
					]
				}
			}
		},
		"Elf": {
			"Elf Traits": {
				"Ability Score Increase": [
					"Your Dexterity score increases by 2."
				],
				"Age": [
					"Although elves reach physical maturity at about the same age as humans, the elven understanding of adulthood goes beyond physical growth to encompass worldly experience. An eld typically claims adulthood and an adult name around the age of 100 and can live to be 750 years old."
				],
				"Alignment": [
					"Elves love freedom, variety, and self expression, so they lean strongly toward the gentler aspects of chaos. THey value and protect others freedom as well as their own, and they are more often good than not. The drow are an exception; their exile into the Underdark has made them vicious and dangerous. Drow are more often evil than not."
				],
				"Size": [
					"Elves range from under 5 to over 6 feet tall and have slender builds. Your size is medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Darkvision": [
					"Accustomed to twilit forests and the night-sky, you have superior vision in dark and dim conditions. You can see in dim light as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
				],
				"Keen Senses": [
					"You have proficiency in the Perception skill."
				],
				"Fey Ancestry": [
					"You have advantage on saving throws against being charmed, and magic can't put you to sleep."
				],
				"Trance": [
					"Elves don't need to sleep. Instead, they meditate deeply, remaining semiconscious, for 4 hours a day. While meditating, you can dream after a fashion; such dreams are actually mental exercises that have become reflexive through years of practice. After resting in this way, you gain the same benefit that a human does from 8 hours of sleep."
				],
				"Languages": [
					"You can speak, read, and write Common and Elvish, Elvish is fluid, with subtle intonations and intricate frammar. Elven literature is rich and varied, and their songs and poems are famous among other races, Many bards learn their language so they can add Elvish ballads to their repertoires."
				]
			},
			"Sub Races": {
				"High Elf": {
					"Description": [
						"As a high elf, you have a keen mind and a mastery of at least the basics of magic. In many of the worlds of D&D, there are two kinds of high elves. One type (which includes the gray elves and valley elves of Greyhawk, the Silvanesti of Dragonlance, and the sun elves of the Forgotten Realms) is haughty and reclusive, believing themselves to be superior to non-elves and even other elves. The other type (including the high elves of Greyhawk, Qualinestyi of Dragon lance, and the moon elves of the Forgotten Realms are more common and more friendly, and often encountered among humans and other races.",
						"The sun elves of Faerun (also called gold elves or sunrise elves) have bronze skin and hair of copper, black, or golden blond. Their eyes are golden, silver, or black. Moon elves (also called silver elves or gray elves) are much paler, with alabaster skin sometimes tinged with blue, but various shades of blond, brown, and red are not uncommon. Their eyes are blue or green and flecked with gold."
					],
					"Ability Score Increase": [
						"Your Intelligence score increases by 1."
					],
					"Elf Weapon Training": [
						"You have proficiency with the longsword, shortsword, shortbow, and longbow."
					],
					"Cantrip": [
						"You know one cantrip of your choice from the wizard spell list. Intelligence is your spellcasting ability for it."
					],
					"Extra Language": [
						"You can speak, read, and write one extra language of your choice."
					]
				},
				"Wood Elf": {
					"Description": [
						"As a wood elf, you have keen senses and intuition, and your fleet feet carry you quickly and stealthily through your native forests. This category includes the wild elves (grugach) of Greyhawk and the Kagonesli of Dragonlance, as well as the races called wood elves in Greyhawk and the Forgotten Realms. In Faerun, wood elves (also called wild elves. green elves, or forest elves) are reclusive and distrusting of non-elves.",
						"Wood elves' skin lends to be copperish in hue, sometimes with traces of green. Their hair lends toward browns and blacks, but it is occasionally blond or copper-colored. Their eyes are green, brown, or hazel."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 1."
					],
					"Elf Weapon Training": [
						"You have proficiency with the longsword, shortsword, shortbow, and longbow."
					],
					"Fleet of Foot": [
						"Your base walking speed increases to 35 feet."
					],
					"Mask of the Wild": [
						"You can attempt to hide even when you are only lightly obscured by foliage, heavy rain, falling snow, mist, and other natural phenomena."
					]
				},
				"Dark Elf (Drow)": {
					"Description": [
						"Descended from an earlier subrace of dark-skinned elves, the drow were banished from the surface world for following the goddess Lolth down the path to evil and corruption. Now they have built their own civilization in the depths of the Underdark, patterned after the Way of Lolth. Also called dark elves, the drow have black skin that resembles polished obsidian and stark white or pale yellow hair. They commonly have very pale eyes (so pale as to be mistaken for white) in shades of lilac, silver, pink, red, and blue. They tend to be smaller and thinner than most elves."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 1."
					],
					"Superior Darkvision": [
						"Your darkvision has a radius of 120 feet."
					],
					"Sunlight Sensitivity": [
						"You have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight."
					],
					"Drow Magic": [
						"You know the dancing lights cantrip. When you reach 3rd level, you can cast the faerie fire spell once per day. When you reach 5th level, you can cast the darkness spell once per day. Charisma is your spellcasting ability for these spells."
					],
					"Drow Weapon Training": [
						"You have proficiency with rapiers, shortswords, and hand crossbows."
					]
				}	
			}
		},
		"Halfling": {
			"Halfling Traits": {
				"Ability Score Increase": [
					"Your Dexterity score increases by 2."
				],
				"Age": [
					"A halfling reaches adulthood at the age of 20 and generally lives into the middle of his or her second century."
				],
				"Alignment": [
					"Most halflings are lawful good. As a rule, they are good-hearted and kind, hate to see others in pain, and have no tolerance for oppression. They are also very orderly and traditional, leaning heavily on the support of their community and the comfort of their old ways."
				],
				"Size": [
					"Halflings average about 3 feet tall and weigh about 40 pounds. Your size is small."
				],
				"Speed": [
					"Your base walking speed is 25 feet."
				],
				"Lucky": [
					"When you roll a 1 on an attack roll, ability check, or saving throw, you can reroll the die and must use the new roll."
				],
				"Brave": [
					"You have advantage on saving throws against being frightened."
				],
				"Halfling Nimbleness": [
					"You can move through the space of any creature that is of a size larger than yours."
				],
				"Languages": [
					"You can speakm read and write Common and Halfling. The halfling language isn't secret, but halflings are loath to share it with others. They write very little, so they don't have a rich body of literature. Their oral tradition, however is very strong. Almost all halflings speak Common to converse with the people in whose lands they dwell or through which they are traveling."
				]
			},
			"Sub Races": {
				"Lightfoot": {
					"Description": [
						"As a lightfoot halfling, you can easily hide from notice, even using other people as cover. You're inclined to be affable, and get along well with others. In the Forgotten Realms, lightfoot halflings have spread the farthest and thus are the most common variety.",
						"Lightfoots are more prone to wanderlust than other halflings, and often dwell alongside other races or take up a nomadic life. In the world of Greyhawk, these halflings are called hairfeet or tallfellows."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 1."
					],
					"Naturally Stealthy": [
						"You can attempt to hide even when you are obscured only by a creature that is at least one size larger than you."
					]
				},
				"Stout": {
					"Description": [
						"As a stout halfling, you're hardier than average and have some resistance to poison. Some say that stouts have dwarven blood. In the Forgotten Realms, these halflings are called stronghearts, and they're most common in the south."
					],
					"Ability Score Increase": [
						"Your Constitution score increases by 1."
					],
					"Stout Resilience": [
						"You have advantage on saving throws against poison, and you have resistance against poison damage."
					]
				}
			}
		},
		"Half-Elf": {
			"Half-Elf Traits": {
				"Ability Score Increase": [
					"Your Charisma score increases by 2, and two other ability scores of your choice increase by 1."
				],
				"Age": [
					"Half-elves mature at the same rate humans do and reach adulthood around the age of 20. They live much longer than humans, however, often exceeding 180 years."
				],
				"Alignment": [
					"Half-elves share the chaotic bent of their elven heritage. They value both personal freedom and creative expression, demonstrating neither love of leaders nor desire for followers. They chafe at rules, resent others' demands and sometimes prove unreliable, or at least unpredictable."
				],
				"Size": [
					"Half-elves are about the same size as humans ranging from 5 to 6 feet tall. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Darkvision": [
					"Thanks to your elf blood, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
				],
				"Fey Ancestry": [
					"You have advantage on saving throws against being charmed, and magic can't put you to sleep."
				],
				"Skill Versatility": [
					"You gain proficiency in two skills of your choice."
				],
				"Languages": [
					"You can speak, read, and write Common, Elvish, and one extra language of your choice."
				]
			}
		},
		"Tiefling": {
			"Tiefling Traits": {
				"Ability Score Increase": [
					"Your Intelligence score increases by 1, and your Charisma score increases by 2."
				],
				"Age": [
					"Tieflings mature at the same rate as humans but live a few years longer."
				],
				"Alignment": [
					"Tieflings might not have an innate tendency towards evil, but many of them end up there. Evil or not, an independent nature inclines many tieflings toward a chaotic alignment."
				],
				"Size": [
					"Tieflings are about the same size and build as humans. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Darkvision": [
					"Thanks to your infernal heritage, you have superior vision in the dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light, You can't discern color in darkness, only shades of gray."
				],
				"Hellish Resistance": [
					"You have resistance to fire damage."
				],
				"Infernal Legacy": [
					"You know the thaumaturgy cantrip. Once you reach 3rd level, you can cast the hellish rebuke spell once per day as a 2nd level spell. Once you reach 5th level, you can cast the darkness spell once per day. Charisma is your spellcasting ability for these spells."
				],
				"Languages": [
					"You can speak, read, and write Common and Infernal."
				]
			},
			"Sub Races": {
				"Description": [
					"If your tiefling has a subrace, choose one of the following options- whichever one corresponds to the infernal being connected to the tiefling's family.",
					"The traits of the chosen subrace replace the tiefling's Ability Score Increase and Infernal Legacy traits given in the Player's Handbook. There is one exception: tieflings connected to Asmodeus. Those tieflings use the traits in the Player's Handbook."
				],
				"Asmodeus": {
					"Description": [
						"The tieflings connected to Nessus command the power of fire and darkness, guided by a keener than normal intellect, as befits those linked to Asmodeus himself."
					],
					"Ability Score Increase": [
						"Your Intelligence score increases by 1, and your Charisma score increases by 2."
					],
					"Infernal Legacy": [
						"You know the thaumaturgy cantrip. Once you reach 3rd level, you can cast the hellish rebuke spell once per day as a 2nd level spell. Once you reach 5th level, you can cast the darkness spell once per day. Charisma is your spellcasting ability for these spells."
					]
				},
				"Baalzebul": {
					"Description": [
						"The crumbling realm of Maladomini is ruled by Baalzebul, who excels at corrupting those whose minor sins can be transformed into acts of damnation. Tieflings linked to this archdevil can corrupt others both physically and psychically."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 2, and your Intelligence score increases by 1."
					],
					"Legacy of Maladomini": [
						"You know the thaumaturgy cantrip. When you reach 3rd level, you can cast the ray of sickness spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the crown of madness spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				},
				"Disapater": {
					"Description": [
						"The great city of Dis occupies most of Hell's second layer. It is a place where secrets are uncovered and shared with the highest bidder, making tieflings tied to Dispater excellent spies and infiltrators."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 2, and your Dexterity score increases by 1."
					],
					"Legacy of Dis": [
						"You know the thaumaturgy cantrip. When you reach 3rd level, you can cast the disguise self spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the detect thoughts spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				},
				"Fierna": {
					"Description": [
						"A master manipulator, Fierna grants tieflings tied to her forceful personalities."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 2, and your Wisdom score increases by 1."
					],
					"Legacy of Phlegethos": [
						"You know the friends cantrip. When you reach 3rd level, you can cast the charm person spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the suggestion spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				},
				"Glasya": {
					"Description": [
						"Glasya, Hell's criminal mastermind, grants her tiefiings magic that is useful for committing heists."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 2, and your Dexterity score increases by 1."
					],
					"Legacy of Malbolge": [
						"You know the minor illusion cantrip. When you reach 3rd level, you can cast the disguise self spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the invisibility spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				},
				"Levistus": {
					"Description": [
						"Frozen Stygia is ruled by Levistus, an archdevil known for offering bargains to those who face an inescapable doom."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 2, and your Constitution score increases by 1."
					],
					"Legacy of Stygia": [
						"You know the ray of frost cantrip. When you reach 3rd level, you can cast the armor of Agathys spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the darkness spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				},
				"Mammon": {
					"Description": [
						"The great miser Mammon loves coins above all else. Tieflings tied to him excel at gathering and safeguarding wealth."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 2, and your Intelligence score increases by 1."
					],
					"Legacy of Minauros": [
						"You know the mage hand cantrip. When you reach 3rd level, you can cast the Tenser's floating disk spell once with this trait and regain the ability to do so when you finish a short or long rest. When you reach 5th level, you can cast the arcane lock spell once with this trait, requiring no material component, and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				},
				"Mephistopheles": {
					"Description": [
						"In the frozen realm of Cania, Mephistopheles offers arcane power to those who entreat with him. Tieflings linked to him master some arcane magic."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 2, and your Intelligence score increases by 1."
					],
					"Legacy of Cania": [
						"You know the mage hand cantrip. When you reach 3rd level, you can cast the burning hands spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the flame blade spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				},
				"Zariel": {
					"Description": [
						"Tieflings with a blood tie to Zariel are stronger than the typical tiefling and receive magical abilities that aid them in battle."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 2, and your Strength score increases by 1."
					],
					"Legacy of Avernus": [
						"You know the thaumaturgy cantrip. When you reach 3rd level, you can cast the searing smite spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the branding smite spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				}
			}
		}
	}
}