{	
	"Races": {
		"Dwarf": {
			"Dwarf Traits": {
				"Ability Score Increase": [
					"Your Constitution score increases by 2."
				],
				"Age": [
					"Dwarves mature at the same rate as humans, but they're considered young until they reach the age of 50. On average, they live about 350 years."
				],
				"Alignment": [
					"Most dwarves are lawful, believing firmly in the benefits of a well-ordered society. They tend toward good as well, with a strong sese of fair play and a belief that everyone deserves to share in the benefits of a just order."
				],
				"Size": [
					"Dwarve stand between 4 and 5 feet tall and average about 150 pounds. Your size is medium."
				],
				"Speed": [
					"Your base walking speed is 25 feet. Your speed is not reduced by wearing heavy armor."
				],
				"Darkvision": [
					"Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
				],
				"Dwarven Resilience": [
					"You have advantage on saving throws against poison damage, and you have resistance against poison damage."
				],
				"Dwarven Combat Training": [
					"You have proficiency with the battleaxe, handaxe, throwing hammer, and warhammer."
				],
				"Tool Proficiency": [
					"You gain proficiency with the artisan's tools of your choice: smith's tools, brewer's supplies, or mason's tools."
				],
				"Stonecunning": [
					"Whenever you make an intelligence (History) check related to the origin of stonework, you are considered proficient in the History skill and add double your proficiency bonus to the check, instead of your normal proficiency bonus."
				],
				"Languages": [
					"You can speak, read, and write Common and Dwarvish. Dwarvish is full of hard consonants and gutteral sounds, and those characteristics spill over into whatever other language a dwarf might speak."
				]
			},
			"Sub Races": {
				"Hill Dwarf": {
					"Description": [
						"As a hill dwarf, you have keen senses, deep intuition, and remarkable resilience, The gold dwarves of Faerun in their mighty southern kingdom are hill dwarves, as are the exiled Neidar and the debased Klar of Krymm in the Dragonlance setting."
					],
					"Ability Score Increase": [
						"Your Wisdom score increases by 1."
					],
					"Dwarven Toughness": [
						"Your hit point maximum increases by 1, and it increases by 1 every time you gain a level."
					]
				},
				"Mountain Dwarf": {
					"Description": [
						"As a mountain dwarf, you're strong and hardy, accustomed to a difficult life in rugged terrain. You're probably on the tall side (for a dwarf), and tend toward lighter coloration. The shield dwarves of northern Faerunm as well as the ruling Hylar clan and the noble Daewar clan of Dragonlance, are mountain dwarves."
					],
					"Ability Score Increase": [
						"Your Strength score increases by 2."
					],
					"Dwarven Armor Training": [
						"You have proficiency with light and medium armor."
					]
				},
				"Duergar": {
					"Description": [
						"Those duergar who become adventurers are almost invariably exiles from their society. The duergar have no patience for those who fail to conduct themselves with an appropriate amount of ambition and cruelty.",
						"Any gray dwarves who leave the Underdark and take up adventuring, after having been raised among their own kind, are paranoid about possible treachery from within the party. Once might insist on sleeping separately from the rest of the group, never displaying or sharing treasure, and trying to hoard treasures that can help survival, such as potions and items or spells that can allow the user to teleport to safety."
					],
					"Ability Score Increase": [
						"Your Strength score increases by 1."
					],
					"Superior Darkvision": [
						"Your darkvision has a radius of 120 feet."
					],
					"Extra Language": [
						"You can speak, read, and write Undercommon."
					],
					"Duergar Resilience": [
						"You have advantage on saving throws against illusions and against being charmed or paralyzed."
					],
					"Duergar Magic": [
						"When you reach 3rd level, you can cast the enlarge/reduce spell on yourself once with this trait, using only the spell's option. When you reach 5th level, you can cast the invisibility spell on yourself once with this trait. You don't need material components for either spell, and you can't cast them while you're in direct sunlight, although sunlight has nop effect on them once cast. You regain the ability to cast these spells with this trait when you finish a long rest. Intelligence is your spellcasting ability for these spells."
					],
					"Sunlight Sensitivity": [
						"You have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when you, the target of your attack or whatever you are trying to perceive is in direct sunlight."
					]
				}
			}
		},
		"Elf": {
			"Elf Traits": {
				"Ability Score Increase": [
					"Your Dexterity score increases by 2."
				],
				"Age": [
					"Although elves reach physical maturity at about the same age as humans, the elven understanding of adulthood goes beyond physical growth to encompass worldly experience. An eld typically claims adulthood and an adult name around the age of 100 and can live to be 750 years old."
				],
				"Alignment": [
					"Elves love freedom, variety, and self expression, so they lean strongly toward the gentler aspects of chaos. THey value and protect others freedom as well as their own, and they are more often good than not. The drow are an exception; their exile into the Underdark has made them vicious and dangerous. Drow are more often evil than not."
				],
				"Size": [
					"Elves range from under 5 to over 6 feet tall and have slender builds. Your size is medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Darkvision": [
					"Accustomed to twilit forests and the night-sky, you have superior vision in dark and dim conditions. You can see in dim light as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
				],
				"Keen Senses": [
					"You have proficiency in the Perception skill."
				],
				"Fey Ancestry": [
					"You have advantage on saving throws against being charmed, and magic can't put you to sleep."
				],
				"Trance": [
					"Elves don't need to sleep. Instead, they meditate deeply, remaining semiconscious, for 4 hours a day. While meditating, you can dream after a fashion; such dreams are actually mental exercises that have become reflexive through years of practice. After resting in this way, you gain the same benefit that a human does from 8 hours of sleep."
				],
				"Languages": [
					"You can speak, read, and write Common and Elvish, Elvish is fluid, with subtle intonations and intricate frammar. Elven literature is rich and varied, and their songs and poems are famous among other races, Many bards learn their language so they can add Elvish ballads to their repertoires."
				]
			},
			"Sub Races": {
				"High Elf": {
					"Description": [
						"As a high elf, you have a keen mind and a mastery of at least the basics of magic. In many of the worlds of D&D, there are two kinds of high elves. One type (which includes the gray elves and valley elves of Greyhawk, the Silvanesti of Dragonlance, and the sun elves of the Forgotten Realms) is haughty and reclusive, believing themselves to be superior to non-elves and even other elves. The other type (including the high elves of Greyhawk, Qualinestyi of Dragon lance, and the moon elves of the Forgotten Realms are more common and more friendly, and often encountered among humans and other races.",
						"The sun elves of Faerun (also called gold elves or sunrise elves) have bronze skin and hair of copper, black, or golden blond. Their eyes are golden, silver, or black. Moon elves (also called silver elves or gray elves) are much paler, with alabaster skin sometimes tinged with blue, but various shades of blond, brown, and red are not uncommon. Their eyes are blue or green and flecked with gold."
					],
					"Ability Score Increase": [
						"Your Intelligence score increases by 1."
					],
					"Elf Weapon Training": [
						"You have proficiency with the longsword, shortsword, shortbow, and longbow."
					],
					"Cantrip": [
						"You know one cantrip of your choice from the wizard spell list. Intelligence is your spellcasting ability for it."
					],
					"Extra Language": [
						"You can speak, read, and write one extra language of your choice."
					]
				},
				"Wood Elf": {
					"Description": [
						"As a wood elf, you have keen senses and intuition, and your fleet feet carry you quickly and stealthily through your native forests. This category includes the wild elves (grugach) of Greyhawk and the Kagonesli of Dragonlance, as well as the races called wood elves in Greyhawk and the Forgotten Realms. In Faerun, wood elves (also called wild elves. green elves, or forest elves) are reclusive and distrusting of non-elves.",
						"Wood elves' skin lends to be copperish in hue, sometimes with traces of green. Their hair lends toward browns and blacks, but it is occasionally blond or copper-colored. Their eyes are green, brown, or hazel."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 1."
					],
					"Elf Weapon Training": [
						"You have proficiency with the longsword, shortsword, shortbow, and longbow."
					],
					"Fleet of Foot": [
						"Your base walking speed increases to 35 feet."
					],
					"Mask of the Wild": [
						"You can attempt to hide even when you are only lightly obscured by foliage, heavy rain, falling snow, mist, and other natural phenomena."
					]
				},
				"Dark Elf (Drow)": {
					"Description": [
						"Descended from an earlier subrace of dark-skinned elves, the drow were banished from the surface world for following the goddess Lolth down the path to evil and corruption. Now they have built their own civilization in the depths of the Underdark, patterned after the Way of Lolth. Also called dark elves, the drow have black skin that resembles polished obsidian and stark white or pale yellow hair. They commonly have very pale eyes (so pale as to be mistaken for white) in shades of lilac, silver, pink, red, and blue. They tend to be smaller and thinner than most elves."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 1."
					],
					"Superior Darkvision": [
						"Your darkvision has a radius of 120 feet."
					],
					"Sunlight Sensitivity": [
						"You have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight."
					],
					"Drow Magic": [
						"You know the dancing lights cantrip. When you reach 3rd level, you can cast the faerie fire spell once per day. When you reach 5th level, you can cast the darkness spell once per day. Charisma is your spellcasting ability for these spells."
					],
					"Drow Weapon Training": [
						"You have proficiency with rapiers, shortswords, and hand crossbows."
					]
				},
				"Eladrin": {
					"Description": [
						"Eladrin are elves native to the Feywild, a realm of beauty, unpredictable emotion, and boundless magic. An eladrin is associated with one of the four seasons and has coloration reminiscent of that season, which can also affect the eladrin's mood:",
						"Autumn# is the season of peace and goodwill, when summer's harvest is shared with all.",
						"Winter# is the season of contemplation and dolor, when the vibrant energy of the world slumbers.",
						"Spring# is the season of cheerfulness and celebration, marked by merriment as winter's sorrow passes.",
						"Summer# is the season of boldness and aggression. a time of unfettered energy.",
						"Some eladrin remain associated with a particular season for their entire lives, whereas other eladrin transform, adopting characteristics of a new season.",
						"When finishing a long rest, any eladrin can change their season. An eladrin might choose the season that is present in the world or perhaps the season that most closely matches the eladrin's current emotional state. For example, an eladrin might shift to autumn if filled with contentment, another eladrin could change to winter if plunged into sorrow, still another might be bursting with joy and become an eladrin of spring, and fury might cause an eladrin to change to summer."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 1."
					],
					"Fey Step": {
						"Description": [
							"As a bonus action, you can magically teleport up to 30 feet to an unoccupied space you can see. Once you use this trait, you can't do so again until you finish a short or long rest.",
							"When you reach 3rd level, your Fey Step gains an additional effect based on your season; if the effect requires a saving throw, the DC equals 8 + your proficiency bonus + your Charisma modifier:"
						],
						"Autumn": [
							"Immediately after you use your Fey Step, up to two creatures of your choice that you can see within 10 feet of you must succeed on a Wisdom saving throw or be charmed by you for 1 minute, or until you or your companions deal any damage to it."
						],
						"Winter": [
							"When you use your Fey Step, one creature of your choice that you can see within 5 feet of you before you teleport must succeed on a Wisdom saving throw or be frightened of you until the end of your next turn."
						],
						"Spring": [
							"When you use your Fey Step, you can touch one willing creature within 5 feet of you. That creature then teleports instead of you, appearing in an unoccupied space of your choice that you can see within 30 feet of you."
						],
						"Summer": [
							"Immediately after you use your Fey Step, each creature of your choice that you can see within 5 feet of you takes fire damage equal to your Charisma modifier (minimum of 1 damage)."
						]
					}
				},
				"Sea Elf": {
					"Description": [
						"Sea elves fell in love with the wild beauty of the ocean in the earliest days of the multiverse. While other elves traveled from realm to realm, the sea elves navigated the deepest currents and explored the waters across a hundred worlds. Today, they live in small, hidden communities in the ocean shallows and on the Elemental Plane of Water."
					],
					"Ability Score Increase": [
						"Your Constitution score increases by 1."
					],
					"Sea Elf Training": [
						"You have proficiency with the spear, trident, light crossbow, and net."
					],
					"Child of the Sea": [
						"You have a swimming speed of 30 feet, and can breath air and water."
					],
					"Friend of the Sea": [
						"Using gestures and sounds, you can communicate simple ideas with any beast that has an innate swimming speed."
					],
					"Languages": [
						"You can speak, read, and write Aquan."
					]
				},
				"Shadar-Kai": {
					"Description": [
						"Sworn to the Raven Queen's service, the mysterious shadar-kai venture into the Material Plane from the Shadowfell to advance her will. Once they were fey like the rest of their elven kin, and now they exist in a strange state between life and death. Eladrin and shadar-kai are like reflections of each other: one bursting with emotion, the other nearly devoid of it."
					],
					"Ability Score Increase": [
						"Your Constitution score increases by 1."
					],
					"Necrotic Resistance": [
						"You have resistance to necrotic damage."
					],
					"Blessing of the Raven Queen": [
						"As a bonus action, you can magically teleport up to 30 feet to an unoccupied space you can see. Once you use this trait, you can't do so again until you finish a long rest.",
						"Starting at 3rd-level, you also gain resistance to all damage when you teleport using this trait. The resistance lasts until the start of your next turn. During that time, you appear ghostly and translucent."
					]
				}
			}
		},
		"Halfling": {
			"Halfling Traits": {
				"Ability Score Increase": [
					"Your Dexterity score increases by 2."
				],
				"Age": [
					"A halfling reaches adulthood at the age of 20 and generally lives into the middle of his or her second century."
				],
				"Alignment": [
					"Most halflings are lawful good. As a rule, they are good-hearted and kind, hate to see others in pain, and have no tolerance for oppression. They are also very orderly and traditional, leaning heavily on the support of their community and the comfort of their old ways."
				],
				"Size": [
					"Halflings average about 3 feet tall and weigh about 40 pounds. Your size is small."
				],
				"Speed": [
					"Your base walking speed is 25 feet."
				],
				"Lucky": [
					"When you roll a 1 on an attack roll, ability check, or saving throw, you can reroll the die and must use the new roll."
				],
				"Brave": [
					"You have advantage on saving throws against being frightened."
				],
				"Halfling Nimbleness": [
					"You can move through the space of any creature that is of a size larger than yours."
				],
				"Languages": [
					"You can speak, read and write Common and Halfling. The halfling language isn't secret, but halflings are loath to share it with others. They write very little, so they don't have a rich body of literature. Their oral tradition, however is very strong. Almost all halflings speak Common to converse with the people in whose lands they dwell or through which they are traveling."
				]
			},
			"Sub Races": {
				"Lightfoot": {
					"Description": [
						"As a lightfoot halfling, you can easily hide from notice, even using other people as cover. You're inclined to be affable, and get along well with others. In the Forgotten Realms, lightfoot halflings have spread the farthest and thus are the most common variety.",
						"Lightfoots are more prone to wanderlust than other halflings, and often dwell alongside other races or take up a nomadic life. In the world of Greyhawk, these halflings are called hairfeet or tallfellows."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 1."
					],
					"Naturally Stealthy": [
						"You can attempt to hide even when you are obscured only by a creature that is at least one size larger than you."
					]
				},
				"Stout": {
					"Description": [
						"As a stout halfling, you're hardier than average and have some resistance to poison. Some say that stouts have dwarven blood. In the Forgotten Realms, these halflings are called stronghearts, and they're most common in the south."
					],
					"Ability Score Increase": [
						"Your Constitution score increases by 1."
					],
					"Stout Resilience": [
						"You have advantage on saving throws against poison, and you have resistance against poison damage."
					]
				}
			}
		},
		"Human": {
			"Human Traits": {
				"Ability Score Increase": [
					"Your Ability scores each increase by 1."
				],
				"Age": [
					"Humans reach adulthood in their late teens and live less than a century."
				],
				"Alignment": [
					"Humans vary widely in height and build, from barely 5 feet to well over 6 feet tall. Regardless of your position in that range your size is medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Languages": [
					"You can speak, read, and write Common and one extra language of your choice. Humans typically learn the languages of other peoples they deal with, including obscure dialects. They are fond of sprinkling their speech with words borrowed from other tongues: Orc curses, Elvish musical expressions, Dwarvish military phrases, and so on."
				]
			},
			"Variant Human Traits": {
				"Ability Score Increase": [
					"Two different ability scores of your choice increase by 1."
				],
				"Skills": [
					"You gain proficiency in one skill of your choice."
				],
				"Feat": [
					"You gain one feat of your choice."
				]
			}
		},
		"Aarakocra": {
			"Aarakocra Traits": {
				"Ability Score Increase": [
					"Your Dexterity score increases by 2, and your wisdom score increases by 1."
				],
				"Age": [
					"Aaracokra reach roach maturity by age 3. Compared to humans, aarakocra don't usually live longer than 30 years."
				],
				"Alignment": [
					"Most aarakocra are good and rarely choose sides when it comes to law and chaos. Tribal leaders and warriors might be lawful, while explorers and adventurers might tend toward chaotic."
				],
				"Size": [
					"Aarakocra are about 5 feet tall. They have thin lightweight bodies that weigh between 80 and 100 pounds. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 25 feet."
				],
				"Flight": [
					"You have a flying speed of 50 feet. To use this speed, you can't be wearing medium or heavy armor."
				],
				"Talons": [
					"You are proficient with your unarmed strikes, which deal 1d4 slashing damage on a hit."
				],
				"Language": [
					"You can speak, read, and write Common, Aarakocra, and Auran"
				]
			}
		},
		"Aasimar": {
			"Aasimar Traits": {
				"Ability Score Increase": [
					"Your Charisma score increases by 2."
				],
				"Age": [
					"Aasimar mature at the same rate as humans, but they can live up to 160 years."
				],
				"Alignment": [
					"Imbued with celestial power, most aasimar are good. Outcast aasimar are most often neutral or even evil."
				],
				"Size": [
					"Aasimar have the same range of height and weight as humans."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Darkvision": [
					"Blessed with a radiant soul, your vision can easily cut through darkness. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
				],
				"Celestial Resistance": [
					"You have resistance to necrotic damage and radiant damage."
				],
				"Healing Hands": [
					"As an action, you can touch a creature and cause it to regain a number of hit points equal to your level. Once you use this trait, you can't use it again until you finish a long rest."
				],
				"Light Bearer": [
					"You know the light cantrip. Charisma is your spellcasting ability for it."
				],
				"Languages": [
					"You can speak, read, and write Common and Celestial."
				]
			},
			"Sub Races": {
				"Protector Aasimar": {
					"Description": [
						"Protector aasimar are charged by the powers of good to guard the weak, to strike at evil wherever it arises, and to stand vigilant against the darkness. From a young age, a protector aasimar receives advice and directives that urge to stand against evil."
					],
					"Ability Score Increase": [
						"Your Wisdom score increases by 1."
					],
					"Radiant Soul": [
						"Starting at 3rd level, you can use your action to unleash the divine energy within yourself, causing your eyes to glimmer and two luminous, incorporeal wings to sprout from your back.",
						"Your transformation lasts for 1 minute or until you end it as a bonus action. During it, you have a flying speed of 30 feet, and once on each of your turns, you can deal extra radiant damage to one target when you deal damage to it with an attack or a spell. The extra radiant damage equals your level.",
						"Once you use this trait, you can't use it again until you finish a long rest."
					]
				},
				"Scourge Aasimar": {
					"Description": [
						"Scourge aasimar are imbued with a divine energy that blazes intensely within them. It feeds a powerful desire to destroy evil-a desire that is, at its best, unflinching and, at its worst, all-consuming. Many scourge aasimar wear masks to block out the world and focus on containing this power, unmasking themselves only in battle."
					],
					"Ability Score Increase": [
						"Your Constitution score increases by 1."
					],
					"Radiant Consumption": [
						"Starting at 3rd level, you can use your action to unleash the divine energy within yourself, causing a searing light to radiate from you, pour out of your eyes and mouth, and threaten to char you.",
						"Your transformation lasts for 1 minute or until you end it as a bonus action. During it, you shed bright light in a 10-foot radius and dim light for an additional 10 feet, and at the end of each of your turns, you and each creature within 10 feet of you take radiant damage equal to half your level (rounded up). In addition, once on each of your turns, you can deal extra radiant damage to one target when you deal damage to it with an attack or a spell. The extra radiant damage equals your level.",
						"Once you use this trait, you can't use it again until you finish a long rest."
					]
				},
				"Fallen Aasimar": {
					"Description": [
						"An aasimar who was touched by dark powers as a youth or who turns to evil in early adulthood can become one of the fallen-a group of aasimar whose inner light has been replaced by shadow."
					],
					"Ability Score Increase": [
						"Your Strength score increases by 1."
					],
					"Necrotic Shroud": [
						"Starting at 3rd level, you can use your action to unleash the divine energy within yourself, causing your eyes to turn into pools of darkness and two skeletal, ghostly, flightless wings to sprout from your back. The instant you transform, other creatures within 10 feet of you that can see you must each succeed on a Charisma saving throw (DC 8 + your proficiency bonus + your Charisma modifier) or become frightened of you until the end of your next turn.",
						"Your transformation lasts for 1 minute or until you end it as a bonus action. During it, once on each of your turns, you can deal extra necrotic damage to one target when you deal damage to it with an attack or a spell. The extra necrotic damage equals your level.",
						"Once you use this trait, you can't use it again until you finish a long rest."
					]
				}
			}
		},
		"Centaur": {
			"Centaur Traits": {
				"Ability Score Increase": [
					"Your Strength score increases by 2, and your Wisdom score increases by 1."
				],
				"Age": [
					"Centaurs mature and age at about the same rate as humans"
				],
				"Alignment": [
					"Centaurs are inclined toward neutrality. Those who join the Selesnya are more often neutral good, while those who join the Gruul are typically chaotic neutral."
				],
				"Size": [
					"Centaurs stand between 6 and 7 feet tall, with their equine bodies reaching about 4 feet at the withers. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 40 feet."
				],
				"Fey": [
					"Your creature type is fey, rather than humanoid."
				],
				"Charge": [
					"If you move at least 30 feet straight toward a target and then hit it with a melee weapon attack on the same turn, you can immediately follow that attack with a bonus action, making one attack against the target with your hooves."
				],
				"Hooves": [
					"Your hooves are natural melee weapons, which you can use to make unarmed strikes. If you hit with them, you deal bludgeoning damage equal to 1d4 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
				],
				"Equine Build": [
					"You count as one size larger when determining your carrying capacity and the weight you can push or drag.",
					"In addition, any climb that requires hands and feet is especially difficult for you because of your equine legs. When you make such a climb, each foot of movement costs you 4 extra feet, instead of the normal 1 extra foot."
				],
				"Survivor": [
					"You have proficiency in one of the following skills of your choice: Animal Handling, Medicine, Nature, or Survival."
				],
				"Languages": [
					"You can speak, read, and write Common and Sylvan. Sylvan is widely spoken in the Selesnya Conclave, for it is rich in vocabulary to describe natural phenomena and spiritual forces."
				]
			}
		},
		"Dragonborn": {
			"Dragonborn Traits": {
				"Ability Score Increase": [
					"Your Strength score increases by 2, and your Charisma score increases by 1."
				],
				"Age": [
					"Young dragonborn grow quickly. They walk hours after hatching, attain the size and development of a 10-year-old human child by the age of 3, and reach adulthood by 15. They live to be around 80."
				],
				"Alignment": [
					"Dragonborn tend to extremes, making a conscious choice for one side or the other in the cosmic war between good and evil (represented by Bahamut and Tiamat, respectively). Most dragonborn are good, but those who side with Tiamat can be terrible villains."
				],
				"Size": [
					"Dragonborn are taller and heavier than humans, standing well over 6 feet tall and averaging almost 250 pounds. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Draconic Ancestry Table": {
					"Title": "Draconic Ancestry",
					"Headers": [
						"Dragon",
						"Damage Type",
						"Breath Weapon"
					],
					"Rows": [
						{
							"Dragon": "Black",
							"Damage Type": "Acid",
							"Breath Weapon": "5 by 30 ft. line (Dex. save)"
						},
						{
							"Dragon": "Blue",
							"Damage Type": "Lightning",
							"Breath Weapon": "5 by 30 ft. line (Dex. save)"
						},
						{
							"Dragon": "Brass",
							"Damage Type": "Fire",
							"Breath Weapon": "5 by 30 ft. line (Dex. save)"
						},
						{
							"Dragon": "Bronze",
							"Damage Type": "Lightning",
							"Breath Weapon": "5 by 30 ft. line (Dex. save)"
						},
						{
							"Dragon": "Copper",
							"Damage Type": "Acid",
							"Breath Weapon": "5 by 30 ft. line (Dex. save)"
						},
						{
							"Dragon": "Gold",
							"Damage Type": "Fire",
							"Breath Weapon": "15 ft. cone (Dex. save)"
						},
						{
							"Dragon": "Green",
							"Damage Type": "Poison",
							"Breath Weapon": "15 ft. cone (Con. save)"
						},
						{
							"Dragon": "Red",
							"Damage Type": "Fire",
							"Breath Weapon": "15 ft. cone (Dex. save)"
						},
						{
							"Dragon": "Silver",
							"Damage Type": "Cold",
							"Breath Weapon": "15 ft. cone (Con. save)"
						},
						{
							"Dragon": "White",
							"Damage Type": "Cold",
							"Breath Weapon": "15 ft. cone (Con. save)"
						}
					]
				},
				"Draconic Ancestry": [
					"You have draconic ancestry. Choose one type of dragon from the Draconic ANcestry table. Your breath weapon and damage resistance are determined by the dragon type, as shown in the table."
				],
				"Breath Weapon": [
					"You can use your action to exhale destructive energy. Your draconic ancestry determines the size, shape, and damage type of the exhalation.",
					"When you use your breath weapon, each creature in the area of the exhalation must make a saving throw. the type of which is determined by your draconic ancestry. The DC for this saving throw equals 8 + your Constitution modifier + your proficiency bonus. A creature takes 2d6 damage on a failed save. and half as much damage on a successful one. The damage increases to 3d6 at 6th level. 4d6 at 11th level, and 5d6 at 16th level.",
					"After you use your breath weapon, you can't use it again until you complete a short or long rest."
				],
				"Damage Resistance": [
					"You have resistance to the damage type associated with your draconic ancestry."
				],
				"Languages": [
					"You can speak. read, and write Common and Draconic. Draconic is thought to be one of the oldest languages and is often used in the study of magic. The language sounds harsh to most other creatures and includes numerous hard consonants and sibilants."
				]
			}
		},
		"Firbolg": {
			"Firbolg Traits": {
				"Ability Score Increase": [
					"Your Wisdom score increases by 2, and your Strength score increases by 1."
				],
				"Age": [
					"As humanoids related to the fey, firbolg have long lifespans. A firbolg reaches adulthood around 30, and the oldest of them can live for 500 years."
				],
				"Alignment": [
					"As people who follow the rhythm of nature and see themselves as its caretakers, firbolg are typically neutral good. Evil firbolg are rare and are usually the sworn enemies of the rest of their kind."
				],
				"Size": [
					"Firbolg are between 7 and 8 feet tall and weigh between 240 and 300 pounds. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Firbolg Magic": [
					"You can cast detect magic and disguise self with this trait, using Wisdom as your spellcasting ability for them. Once you cast either spell, you can't cast it again with this trait until you finish a short or long rest. When you use this version of disguise self, you can seem up to 3 feet shorter than normal, allowing you to more easily blend in with humans and elves."
				],
				"Hidden Step": [
					"As a bonus action, you can magically turn invisible until the start of your next turn or until you attack, make a damage roll, or force someone to make a saving throw. Once you use this trait, you can't use it again until you finish a short or long rest."
				],
				"Powerful Build": [
					"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
				],
				"Speech of Beast and Leaf": [
					"You have the ability to communicate in a limited manner with beasts and plants. They can understand the meaning of your words, though you have no special ability to understand them in return. You have advantage on all Charisma checks you make to influence them."
				],
				"Languages": [
					"You can speak, read, and write Common, Elvish, and Giant."
				]
			}
		},
		"Genasi": {
			"Genasi Traits": {
				"Ability Score Increase": [
					"Your Constitution score increases by 2."
				],
				"Age": [
					"Genasi mature at about the same rate as humans and reach adulthood in their late teens. They live somewhat longer than humans do, up to 120 years."
				],
				"Alignment": [
					"Independent and self-reliant, genasi tend toward a neutral alignment."
				],
				"Size": [
					"Genasi are as varied as their mortal parents but are generally built like humans, standing anywhere from 5 feet to over 6 feet tall. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Languages": [
					"You can speak, read, and write Common and Primordial. Primordial is a gutteral language, filled with harsh syllables and hard consonants."
				]
			},
			"Sub Races": {
				"Air Genasi": {
					"Description": [
						"As an air genasi, you are descended from the djinn. As changable as the weatherm your moods shift from clam to wild and violent with little warning, but these storms rarely last long.",
						"Air genasi typically have light blue skin, hair, and eyes. As faint but constant breeze accompanies them, tousling the hair and stirring the clothing. Some air genasi speak with breathy voices, marked by a faint echo. A few display odd patterns in their flesh or grow crystals from their scalps."
					],
					"Ability Score Increase": [
						"Your Dexterity score increases by 1."
					],
					"Unending Breath": [
						"You can hold your breath indefinitely while your're not incapacitated."
					],
					"Mingle with the Wind": [
						"You can cast the levitate spell once with this trait, requiring no material components, and you regain the ability to cast it this way when you finish a long rest. Constitution is your spellcasting ability for this spell."
					]
				},
				"Earth Genasi": {
					"Description": [
						"As an earth genasi, you are descended from the cruel and greedy dao, though you aren’t necessarily evil. You have inherited some measure of control over earth, reveling in superior strength and solid power. You tend to avoid rash decisions, pausing long enough to consider your options before taking action.",
						"Elemental earth manifests differently from one individual to the next. Some earth genasi always have bits of dust falling from their bodies and mud clinging to their clothes, never getting clean no matter how often they bathe. Others are as shiny and polished as gemstones, with skin tones of deep brown or black, eyes sparkling like agates. Earth genasi can also have smooth metallic flesh, dull iron skin spotted with rust, a pebbled and rough hide, or even a coating of tiny embedded crystals. The most arresting have fissures in their flesh, from which faint light shines."
					],
					"Ability Score Increase": [
						"Your Strength score increases by 1."
					],
					"Earth Walk": [
						"You can move across difficult terrain made of earth or stone without expending extra movement."
					],
					"Merge with Stone": [
						"You can cast the pass without trace spell once with this trait, requiring no material components, and you regain the ability to cast it this way when you finish a long rest. Constitution is your spellcasting ability for this spell."
					]
				},
				"Fire Genasi": {
					"Description": [
						"As a fire genasi, you have inherited the volatile mood and keen mind of the efreet. You tend toward impatience and making snap judgments. Rather than hide your distinctive appearance, you exult in it.",
						"Nearly all fire genasi are feverishly hot as if burning inside, an impression reinforced by flaming red, coal-black, or ash-gray skin tones. The more human-looking have fiery red hair that writhes under extreme emotion, while more exotic specimens sport actual flames dancing on their heads. Fire genasi voices might sound like crackling flames, and their eyes flare when angered. Some are accompanied by the faint scent of brimstone."
					],
					"Ability Score Increase": [
						"Your Intelligence score increases by 1."
					],
					"Darkvision": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. Your ties to the Elemental Plane of Fire make your darkvision unusual: everything you see in darkness is in a shade of red."
					],
					"Fire Resistance": [
						"You have resistance to fire damage."
					],
					"Reach to the Blaze": [
						"You know the produce flame cantrip. Once you reach 3rd level, you can cast the burning hands spell once with this trait as a 1st-level spell, and you regain the ability to cast it this way when you finish a long rest. Constitution is your spellcasting ability for these spells."
					]
				},
				"Water Genasi": {
					"Description": [
						"The lapping of waves, the spray of sea foam on the wind, the ocean depths—all of these things call to your heart. You wander freely and take pride in your independence, though others might consider you selfish.",
						"Most water genasi look as if they just finished bathing, with beads of moisture collecting on their skin and hair. They smell of fresh rain and clean water. Blue or green skin is common, and most have somewhat overlarge eyes, blue-black in color. A water genasi’s hair might float freely, swaying and waving as if underwater. Some have voices with undertones reminiscent of whale song or trickling streams."
					],
					"Ability Score Increase": [
						"Your Wisdom score increases by 1."
					],
					"Acid Resistance": [
						"You have resistance to acid damage."
					],
					"Amphibious": [
						"You can breathe air and water."
					],
					"Swim": [
						"You have a swimming speed of 30 feet."
					],
					"Call to the Wave": [
						"You know the shape water cantrip (see chapter 2). When you reach 3rd level, you can cast the create or destroy water spell as a 2nd-level spell once with this trait, and you regain the ability to cast it this way when you finish a long rest. Constitution is your spellcasting ability for these spells."
					]
				}
			}
		},
		"Gith": {
			"Gith Traits": {
				"Ability Score Increase": [
					"Your Intelligence score increases by 1."
				],
				"Age": [
					"Gith reach adulthood in their late teens and live for about a century."
				],
				"Size": [
					"Your base walking speed is 30 feet."
				],
				"Languages": [
					"You can speak, read, and write Common and Gith."
				]
			},
			"Sub Races": {
				"Githyanki": {
					"Description": [
						"The brutal githyanki are trained from birth as warriors."
					],
					"Ability Score Increase": [
						"Your Strength score increases by 2."
					],
					"Alignment": [
						"Githyanki tend toward lawful evil. They are aggressive and arrogant, and they remain the faithful servants of their lich-queen, Vlaakith. Renegade githyanki tend toward chaos."
					],
					"Decadent Mastery": [
						"You learn one language of your choice, and you are proficient with one skill or tool of your choice, In the timeless city of Tu'narath, githyanki have bountiful time to master odd bits of knowledge."
					],
					"Martial Prodigy": [
						"You are proficient with ligth and medium armor and with shortswords, longswords, and greatswords."
					],
					"Githyanki Psionics": [
						"You know the mage hand cantrip, and the hand is invisible when you cast the cantrip with this trait.",
						"When you reach 3rd level, you can cast the jump spell once with this trait, and you regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the misty step spell once with this trait, and you regain the ability to do so when you finish a long rest.",
						"Intelligence is your spellcasting ability for these spells. When you cast them with this trait, they don't require components."
					]
				},
				"Githzerai": {
					"Description": [
						"In their fortresses within Limbo, the githzerai hone their minds to a razor's edge."
					],
					"Ability Score Increase": [
						"Your Wisdom score increases by 2."
					],
					"Alignment": [
						"Githzerai tend toward lawful neutral. Their rigorous training in psychic abilities requires an implacable mental discipline."
					],
					"Mental Discipline": [
						"You have advantage on saving throws against the charmed and frightened conditions. Under the tutelage of monastic masters, githzerai learn to govern their own minds."
					],
					"Githzerai Psionics": [
						"You know the mage hand cantrip, and the hand is invisible when you cast the cantrip with this trait.",
						"When you reach 3rd level, you can cast the shield spell once with this trait, and you regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the detect thoughts spell once with this trait, and you regain the ability to do so when you finish a long rest.",
						"Wisdom is your spellcasting ability for these spells. When you cast them with this trait, they don't require comonents."
					]
				}
			}
		},
		"Gnome": {
			"Gnome Traits": {
				"Ability Score Increase": [
					"Your Intelligence score increases by 2."
				],
				"Age": [
					"Gnomes mature at the same rate humans do, and most are expected to settle down into an adult life by around age 40. They can live 350 to almost 500 years."
				],
				"Alignment": [
					"Gnomes are most often good. Those who tend toward law are sages, engineers, researchers, scholars, investigators, or inventors. Those who tend toward chaos are minstrels, tricksters, wanderers, or fanciful jewelers. Gnomes are good-hearted, and even the tricksters among them are more playful than vicious."
				],
				"Size": [
					"Gnomes are between 3 and 4 feet tall and average about 40 pounds. Your size is Small."
				],
				"Speed": [
					"Your base walking speed is 25 feet."
				],
				"Darkvision": [
					"Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
				],
				"Gnome Cunning": [
					"You have advantage on all Intelligence, Wisdom, and Charisma saving throws against magic."
				],
				"Languages": [
					"You can speak, read, and write Common and Gnomish. The Gnomish language, which uses the Dwarvish script, is renowned for its technical treatises and its catalogs of knowledge about the natural world."
				]
			},
			"Sub Races": {
				"Forest Gnome": {
					"Description": [
						"As a forest gnome, you have a natural knack for illusions and inherent quickness and stealth. In the worlds of D&D, forest gnomes are rare and secretive. They gather in hidden communities in sylvan forests, using illusions and trickery to conceal themselves from threats or to mask their escape should they be detected. Forest gnomes tend to be friendly with other good-spirited woodland folk, and they regard elves and good fey their most important allies. These gnomes also befriend small forest animals and rely on them for information about threats that might prowl their lands."
					],
					"Ability Score Increase": [
						"Your Dexterity score increases by 1."
					],
					"Natural Illusionist": [
						"You know the minor illusion cantrip. Intelligence is your spellcasting ability for it."
					],
					"Speak with Small Beasts": [
						"Through sounds and gestures, you can communicate simple ideas with Small or smaller beasts. Forest gnomes love animaIs and often keep squirrels, badgers, rabbits, moles, woodpeckers, and other creatures as beloved pets."
					]
				},
				"Rock Gnome": {
					"Description": [
						"As a rock gnome, you have a natural inventiveness and hardiness beyond that of other gnomes. Most gnomes in the worlds of D&D are rock gnomes, including the tinker gnomes of the Dragonlance setting."
					],
					"Ability Score Increase": [
						"Your Constitution score increases by 1."
					],
					"Artificer's Lore": [
						"Whenever you make an Intelligence (History) check related to magic items, alchemical objects, or technological devices, you can add twice your proficiency bonus, instead of any proficiency bonus you normally apply."
					],
					"Tinker": {
						"Description": [
							"You have proficiency with artisan's tools (tinker's tools). Using those tools, you can spend 1 hour and 10 gp worth of materials to construct a Tiny clockwork device (AC 5, 1 hp). The device ceases to function after 24 hours (unless you spend 1 hour repairing it to keep the device functioning), or when you use your action to dismantle it; at that time, you can reclaim the materials used to create it. You can have up to three such devices active at a time.",
							"When you create a device, choose one of the following options:"
						],
						"Clockwork Toy": [
							"This toy is a clockwork animal, monster, or person, such as a frog, mouse, bird, dragon, or soldier. When placed on the ground, the toy moves 5 feet across the ground on each of your turns in a random direction. It makes noises as appropriate to the creature it represents."
						],
						"Fire Starter": [
							"The device produces a miniature flame, which you can use to light a candle, torch, or campfire. Using the device requires your action."
						],
						"Music Box": [
							"When opened, this music box plays a single song at a moderate volume. The box stops playing when it reaches the song's end or when it is closed."
						]
					}
				},
				"Deep Gnome": {
					"Description": [
						"Unlike other gnomes, svirfneblin tend to weigh 80 to 120 pounds.",
						"Short-lived compared to other gnomes, deep gnomes mature at the same rate humans do and are considered full-grown adults by age 25. They live 200-250 years, although toil and the dangers of the Underdark often claim them befor their time.",
						"Sivrfneblin believe that survival depends on avoiding entanglements with other creatures and not making enemies, so they favor neutral alignments. They rarely wish others ill, and they are unlikely to take risks on behalf of others, except those dearest to them."
					],
					"Ability Score Increase": [
						"Your Dexterity score increases by 1."
					],
					"Superior Darkvision": [
						"Your darkvision has a radius of 120 feet."
					],
					"Stone Camouflage": [
						"You have advantage on Dexterity (Stealth) checks to hide in rocky terrain and underground."
					],
					"Extra Language": [
						"You can speak, read, and write Undercommon."
					]
				}
			}
		},
		"Goblin": {
			"Goblin Traits": {
				"Ability Score Increase": [
					"Your Dexterity score increases by 2, and your Constitution score increases by 1."
				],
				"Age": [
					"Goblins reach adulthood around age 8. They age noticeably faster than humans, and though few goblins live to old age, the most cautious rarely live longer than 60 years."
				],
				"Alignment": [
					"Most of the goblins of Ravnica are chaotic, with no inclination toward good or evil."
				],
				"Size": [
					"Goblins are between 3 and 4 feet tall and weigh between 40 and 80 pounds. Your size is Small."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Darkvision": [
					"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray"
				],
				"Fury of the Small": [
					"When you damage a creature with an attack or a spell and the creature's size is larger than yours, you can cause the attack or spell to deal extra damage to the creature. The extra damage equals your level. Once you use this trait, you can't use it again until you finish a short or long rest."
				],
				"Nimble Escape": [
					"You can take the Disengage or Hide action as a bonus action on each of your turns."
				],
				"Languages": [
					"You can speak, read, and write Common and Goblin. In Ravnica, Goblin is a simplistic language with a limited vocabulary and fluid rules of grammar, unsuited for any sophisticated conversation."
				]
			}
		},
		"Goliath": {
			"Goliath Traits": {
				"Ability Score Increase": [
					"Your Strength score increases by 2, and your Constitution score increases by 1."
				],
				"Age": [
					"Goliaths have lifespans comparable to humans. They enter adulthood in their late teens and usually live less than a century."
				],
				"Alignment": [
					"Goliath society, with its clear roles and tasks, has a strong lawful bent. The goliath sense of fairness, balanced with an emphasis on selfsufficiency and personal accountability, pushes them toward neutrality."
				],
				"Size": [
					"Goliaths are between 7 and 8 feet tall and weigh between 280 and 340 pounds. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Natural Athlete": [
					"You have proficiency in the Athletics skill."
				],
				"Stone's Endurance": [
					"You can focus yourself to occasionally shrug off injury. When you take damage, you can use your reaction to roll a d12. Add your Constitution modifier to the number rolled, and reduce the damage by that total. After you use this trait, you can’t use it again until you finish a short or long rest."
				],
				"Powerful Build": [
					"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
				],
				"Mountain Born": [
					"You’re acclimated to high altitude, including elevations above 20,000 feet. You’re also naturally adapted to cold climates, as described in chapter 5 of the Dungeon Master’s Guide."
				],
				"Languages": [
					"You can speak, read, and write Common and Giant."
				]
			}
		},
		"Grung": {
			"Grung Traits": {
				"Ability Score Increase": [
					"Your Dexterity score increases by 2 and your Constitution score increases by 1."
				],
				"Age": [
					"Grungs mature to adulthood in a single year, but have been known to live up to 50 years."
				],
				"Alignment": [
					"Most grungs are lawful, having been raised in a strict caste system. They tend toward evil as well, coming from a culture where social advancement occurs rarely, and most often because another member of your army has died and there is no one else of that caste to fill the vacancy."
				],
				"Arboreal Alertness": [
					"You have proficiency in the Perception skill."
				],
				"Size": [
					"Grungs stand between 2 ½ and 3 ½ feet tall and average about 30 pounds. Your size is Small."
				],
				"Speed": [
					"Your base walking speed is 25 feet, and you have a climbing speed of 25 feet."
				],
				"Amphibious": [
					"You can breathe air and water."
				],
				"Poison Immunity": [
					"You’re immune to poison damage and the poisoned condition."
				],
				"Poisonous Skin": [
					"Any creature that grapples you or otherwise comes into direct contact with your skin must succeed on a DC 12 Constitution saving throw or become poisoned for 1 minute. A poisoned creature no longer in direct contact with you can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
					"You can also apply this poison to any piercing weapon as part of an attack with that weapon, though when you hit the poison reacts differently. The target must succeed on a DC 12 Constitution saving throw or take 2d4 poison damage."
				],
				"Standing Leap": [
					"Your long jump is up to 25 feet and your high jump is up to 15 feet, with or without a running start."
				],
				"Water Dependency": [
					"If you fail to immerse yourself in water for at least 1 hour during a day, you suffer one level of exhaustion at the end of that day. You can only recover from this exhaustion through magic or by immersing yourself in water for at least 1 hour."
				],
				"Languages": [
					"You can speak, read, and write Grung."
				]
			}
		},
		"Half-Elf": {
			"Half-Elf Traits": {
				"Ability Score Increase": [
					"Your Charisma score increases by 2, and two other ability scores of your choice increase by 1."
				],
				"Age": [
					"Half-elves mature at the same rate humans do and reach adulthood around the age of 20. They live much longer than humans, however, often exceeding 180 years."
				],
				"Alignment": [
					"Half-elves share the chaotic bent of their elven heritage. They value both personal freedom and creative expression, demonstrating neither love of leaders nor desire for followers. They chafe at rules, resent others' demands and sometimes prove unreliable, or at least unpredictable."
				],
				"Size": [
					"Half-elves are about the same size as humans ranging from 5 to 6 feet tall. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Darkvision": [
					"Thanks to your elf blood, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
				],
				"Fey Ancestry": [
					"You have advantage on saving throws against being charmed, and magic can't put you to sleep."
				],
				"Skill Versatility": [
					"You gain proficiency in two skills of your choice."
				],
				"Languages": [
					"You can speak, read, and write Common, Elvish, and one extra language of your choice."
				]
			}
		},
		"Half-Orc": {
			"Half-Orc Traits": {
				"Ability Score Increase": [
					"Your Strength score increases by 2, and your Constitution score increases by 1."
				],
				"Age": [
					"Half-orcs mature a little faster than humans, reaching adulthood around age 14. They age noticeably faster and rarely live longer than 75 years."
				],
				"Alignment": [
					"Half-orcs inherit a tendency toward chaos from their orc parents and are not strongly inclined toward good. Half-orcs raised among orcs and willing to live out their lives among them are usually evil."
				],
				"Size": [
					"Half-orcs are somewhat larger and bulkier than humans and they range from 5 to well over 6 feet tall. Your size is Medium."
				],
				"Darkvision": [
					"Thanks to your orc blood, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only in shades of gray."
				],
				"Menacing": [
					"You gain proficiency in the Intimidation skill."
				],
				"Relentless Endurance": [
					"When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. You can't use this feature again until you finish a long rest."
				],
				"Savage Attacks": [
					"When you score a critical hit with a melee weapon attack, you can roll one of the weapon's damage dice one additional time and add it to the extra damage of the critical hit."
				],
				"Languages": [
					"You can speak, read, and write Common and Orc. Orc is harsh, grating language with hard consonants. It has no script of its own but is written in the Dwarvish script."
				]
			}
		},
		"Kenku": {
			"Kenuku Traits": {
				"Ability Score Increase": [
					"Your Dexterity score increases by 2, and your Wisdom score increases by 1."
				],
				"Age": [
					"Kenku have shorter lifespans than humans. They reach maturity at about 12 years old and can live to 60."
				],
				"Alignment": [
					"Kenku are chaotic creatures, rarely making enduring commitments, and they care mostly for preserving their own hides. They are generally chaotic neutral in outlook."
				],
				"Size": [
					"Kenku are around 5 feet tall and weigh between 90 and 120 pounds. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Expert Forgery": [
					"You can duplicate other creatures' handwriting and craftwork. You have advantage on all checks made to produce forgeries or duplicates of existing objects."
				],
				"Kenku Training": [
					"You are proficient in your choice of two of the following skills: Acrobatics, Deception, Stealth, and Sleight of Hand."
				],
				"Mimicry": [
					"You can mimic sounds you have heard, including voices. A creature that hears the sounds you make can tell they are imitations with a successful Wisdom (Insight) check opposed by your Charisma (Deception) check."
				],
				"Languages": [
					"You can read and write Common and Auran, but you can speak only by using your Mimicry trait."
				]
			}
		},
		"Lizardfolk": {
			"Lizardfolk Traits": {
				"Ability Score Increase": [
					"Your Constitution score increases by 2, and your Wisdom score increases by 1."
				],
				"Age": [
					"Lizardfolk reach maturity arqund age 14 and rarely live longer than 60 years."
				],
				"Alignment": [
					"Most lizardfolk are neutral. They see the world as a place of predators and prey, where life and death are natural processes. They wish only to survive, and prefer to leave other creatures to their own devices."
				],
				"Size": [
					"Lizardfolk are a little bulkier and taller than humans, and their colorful frills make them appear even larger. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet, and you have a swimming speed of 30 feet."
				],
				"Bite": [
					"Your fanged maw is a natural weapon, which you can use to make unarmed strikes. If you hit with it, you deal piercing damage equal to 1d6 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
				],
				"Cunning Artisan": [
					"As part of a short rest, you can harvest bone and hide from a slain beast, construct, dragon, monstrosity, or plant creature of size Small or larger to create one of the following items: a shield, a club, a javelin, or 1d4 darts or blowgun needles. To use this trait, you need a blade, such as a dagger, or appropriate artisan's tools, such as leatherworker's tools."
				],
				"Hold Breath": [
					"You can hold your breath for up to 15 minutes at a time."
				],
				"Hunter's Lore": [
					"You gain proficiency with two of the following skills of your choice: Animal Handling, Nature, Perception, Stealth, and Survival."
				],
				"Natural Armor": [
					"You have tough, scaly skin. When you aren't wearing armor, your AC is 13 + your Dexterity modifier. You can use your natural armor to determine your AC if the armor you wear would leave you with a lower AC. A shield's benefits apply as normal while you use your natural armor."
				]
			}
		},
		"Loxodon": {
			"Loxodon Traits": {
				"Ability Score Increase": [
					"Your Constitution score increases by 2, and your Wisdom score increases by 1."
				],
				"Age": [
					"Loxodons physically mature at the same rate as humans, but they live about 450 years. They highly value the weight of wisdom and experience and are considered young until they reach the age of 60."
				],
				"Alignment": [
					"Most loxodons are lawful, believing in the value of a peaceful, ordered life. They also tend toward good."
				],
				"Size": [
					"Loxodons stand between 7 and 8 feet tall. Their massive bodies weigh between 300 and 400 pounds. Your size is Medium."
				],
				"Powerful Build": [
					"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Loxodon Serenity": [
					"You have advantage on saving throws against being charmed or frightened."
				],
				"Natural Armor": [
					"You have thick, leathery skin. When you aren't wearing armor, your AC is 12 + your Constitution modifier. You can use your natural armor to determine your AC if the armor you wear would leave you with a lower AC. A shield's benefits apply as normal while you use your natural armor."
				],
				"Trunk": [
					"You can grasp things with your trunk, and you can use it as a snorkel. lt has a reach of 5 feet, and it can lift a number of pounds equal to five times your Strength score. You can use it to do the following simple tasks: lift, drop, hold, push, or pull an object or a creature; open or close a door or a container; grapple someone; or make an unarmed strike. Your DM might allow other simple tasks to be added to that list of options.",
					"Your trunk can't wield weapons or shields or do anything that requires manual precision, such as using tools or magic items or performing the somatic components of a spell."
				],
				"Keen Smell": [
					"Thanks to your sensitive trunk, you have advantage on Wisdom (Perception), Wisdom (Survival), and Intelligence (Investigation) checks that involve smell."
				],
				"Languages": [
					"You can speak, read, and write Common and Loxodon."
				]
			}
		},
		"Minotaur": {
			"Minotaur Traits": {
				"Ability Score Increase": [
					"Your Strength score increases by 2, and your Constitution score increases by 1."
				],
				"Alignment": [
					"Most minotaurs who join the Boros Legion lean toward lawful alignments, while those associated with the Cult of Rakdos or the Gruul Clans tend toward chaotic alignments."
				], 
				"Size": [
					"Minotaurs average over 6 feet in height, and they have stocky builds. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Horns": [
					"Your horns are natura l melee weapons, which you can use to make unarmed strikes. If you hit with them, you deal piercing damage equal to 1d6 + your Strength modifier. instead of the bludgeoning damage normal for an unarmed strike."
				],
				"Goring Rush": [
					"Immediately after you use the Dash action on your turn and move at least 20 feet, you can make one melee attack with your horns as a bonus action."
				],
				"Hammering Horns": [
					"Immediately after you hit a creature with a melee attack as part of the Attack action on your turn, you can use a bonus action to attempt to shove that target with your horns. The target must be no more than one size larger than you and within 5 feet of you. Unless it succeeds on a Strength saving throw against a DC equal to 8 + your proficiency bonus+ your Stre ngth modifier, you push it up to 10 feet away from you."
				],
				"Imposing Presence": [
					"You have proficiency in one of the following skills of your choice: Intimidation or Persuasion."
				],
				"Languages": [
					"You can speak, read, and write Common and Minotaur."
				]
			}
		},
		"Simic Hybrid": {
			"Simic Hybrid Traits": {
				"Ability Score Increase": [
					"Your Constitution score increases by 2, and one other ability score ofyour choice increases by 1."
				],
				"Age": [
					"Hybrids begin their lives as adult humans, elves, or vedalken. They age at a slightly accelerated rate, so their maximum life spans are probably reduced somewhat. The Guardian Project has not been operating long enough to observe the full effect of this phenomenon."
				],
				"Alignment": [
					"Most hybrids share the generally neutral outlook of the Simic Combine. They are more interested in scientific research and the standing of their guild than in moral or ethical questions. Those who leave the Combine, however. often do so because their philosophical outlook and alignment are more in line with a different guild's."
				],
				"Size": [
					"Your size is Medium, within the normal range of your humanoid base race."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Darkvision": [
					"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
				],
				"Languages": [
					"You can speak, read, and write Common and your choice of Elvish or Vedalken."
				],
				"Animal Enhancement": {
					"Description": [
						"Your body has been altered to incorporate certain animal characteristics. You choose one animal enhancement now and a second enhancement at 5th level.",
						"At 1st level, choose one of the following options:"
					],
					"Mantra GLide": [
						"You have ray-like fins that you can use as wings to slow your fall or allow you to glide. When you fall and aren't incapacitated, you can subtract up to 100 feet from the fall when calculating falling damage, and you can move up to 2 feet horizontally for every 1 foot you descend."
					],
					"Nimble Climber": [
						"You have a climbing speed equal to your walking speed."
					],
					"Underwater Adaption": [
						"You can breathe air and water, and you have a swimming speed equal to your walking speed."
					],
					"Description-cont": [
						"At 5th level, your body evolves further, developing new characteristics. Choose one of the options you didn't take at 1st level, or one of the following options:"
					],
					"Grappling Appendages": [
						"You have two special appendages growing alongside your arms. Choose whether they're both claws or tentacles. As an action, you can use one of them to try to grapple a creature. Each one is also a natural weapon, which you can use to make an unarmed strike. If you hit with it, the target takes bludgeoning damage equal to 1d6 +your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike. Immediately after hitting, you can try to grapple the target as a bonus action. These appendages can't precisely manipulate anything and can't wield weapons, magic items, or other specialized equipment."
					],
					"Carapace": [
						"Your skin in places is covered by a thick shell. You gain a +1 bonus to AC when you're not wearing heavy armor."
					],
					"Acid Spit": [
						"As an action, you can spray acid from glands in your mouth, targeting one creature or object you can see within 30 feet of you. The target takes 2d10 acid damage unless it succeeds on a Dexterity saving throw against a DC equal to 8 + your Constitution modifier + your proficiency bonus. This damage increases by 1d10 when you reach 11th level (3d10) and 17th level (4d10). You can use this trait a number of times equal to your Consitution modifier (minimum of once), and you regain all expended uses of it when you finish a long rest."
					]
				}
			}
		},
		"Tabaxi": {
			"Tabaxi Traits": {
				"Ability Score Increase": [
					"Your Dexterity score increases by 2, and your Charisma score increases by 1."
				],
				"Age": [
					"Tabaxi have lifespans equivalent to humans."
				],
				"Alignment": [
					"Tabaxi tend toward chaotic alignments, as they let impulse and fancy guide their decisions. They are rarely evil, with most of them driven by curiosity rather than greed or other dark impulses."
				],
				"Size": [
					"Tabaxi are taller on average than humans and relatively slender. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Darkvision": [
					"You have a cat's keen senses, especially in the dark. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
				],
				"Feline Agility": [
					"Your reflexes and agility allow you to move with a burst of speed. When you move on your turn in combat, you can double your speed until the end of the turn. Once you use this trait, you can't use it again until you move 0 feet on one of your turns."
				],
				"Cat's Claws": [
					"Because of your claws, you have a climbing speed of 20 feet. In addition, your claws are natural weapons, which you can use to make unarmed strikes. If you hit with them, you deal slashing damage equal to 1d4 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
				],
				"Cat's Talent": [
					"You have proficiency in the Perception and Stealth skills."
				],
				"Languages": [
					"You can speak, read, and write Common and one other language of your choice."
				]
			}
		},
		"Tiefling": {
			"Tiefling Traits": {
				"Ability Score Increase": [
					"Your Intelligence score increases by 1, and your Charisma score increases by 2."
				],
				"Age": [
					"Tieflings mature at the same rate as humans but live a few years longer."
				],
				"Alignment": [
					"Tieflings might not have an innate tendency towards evil, but many of them end up there. Evil or not, an independent nature inclines many tieflings toward a chaotic alignment."
				],
				"Size": [
					"Tieflings are about the same size and build as humans. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Darkvision": [
					"Thanks to your infernal heritage, you have superior vision in the dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light, You can't discern color in darkness, only shades of gray."
				],
				"Hellish Resistance": [
					"You have resistance to fire damage."
				],
				"Infernal Legacy": [
					"You know the thaumaturgy cantrip. Once you reach 3rd level, you can cast the hellish rebuke spell once per day as a 2nd level spell. Once you reach 5th level, you can cast the darkness spell once per day. Charisma is your spellcasting ability for these spells."
				],
				"Languages": [
					"You can speak, read, and write Common and Infernal."
				]
			},
			"Sub Races": {
				"Description": [
					"If your tiefling has a subrace, choose one of the following options-whichever one corresponds to the infernal being connected to the tiefling's family.",
					"The traits of the chosen subrace replace the tiefling's Ability Score Increase and Infernal Legacy traits given in the Player's Handbook. There is one exception: tieflings connected to Asmodeus. Those tieflings use the traits in the Player's Handbook."
				],
				"Asmodeus": {
					"Description": [
						"The tieflings connected to Nessus command the power of fire and darkness, guided by a keener than normal intellect, as befits those linked to Asmodeus himself."
					],
					"Ability Score Increase": [
						"Your Intelligence score increases by 1, and your Charisma score increases by 2."
					],
					"Infernal Legacy": [
						"You know the thaumaturgy cantrip. Once you reach 3rd level, you can cast the hellish rebuke spell once per day as a 2nd level spell. Once you reach 5th level, you can cast the darkness spell once per day. Charisma is your spellcasting ability for these spells."
					]
				},
				"Baalzebul": {
					"Description": [
						"The crumbling realm of Maladomini is ruled by Baalzebul, who excels at corrupting those whose minor sins can be transformed into acts of damnation. Tieflings linked to this archdevil can corrupt others both physically and psychically."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 2, and your Intelligence score increases by 1."
					],
					"Legacy of Maladomini": [
						"You know the thaumaturgy cantrip. When you reach 3rd level, you can cast the ray of sickness spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the crown of madness spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				},
				"Disapater": {
					"Description": [
						"The great city of Dis occupies most of Hell's second layer. It is a place where secrets are uncovered and shared with the highest bidder, making tieflings tied to Dispater excellent spies and infiltrators."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 2, and your Dexterity score increases by 1."
					],
					"Legacy of Dis": [
						"You know the thaumaturgy cantrip. When you reach 3rd level, you can cast the disguise self spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the detect thoughts spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				},
				"Fierna": {
					"Description": [
						"A master manipulator, Fierna grants tieflings tied to her forceful personalities."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 2, and your Wisdom score increases by 1."
					],
					"Legacy of Phlegethos": [
						"You know the friends cantrip. When you reach 3rd level, you can cast the charm person spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the suggestion spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				},
				"Glasya": {
					"Description": [
						"Glasya, Hell's criminal mastermind, grants her tiefiings magic that is useful for committing heists."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 2, and your Dexterity score increases by 1."
					],
					"Legacy of Malbolge": [
						"You know the minor illusion cantrip. When you reach 3rd level, you can cast the disguise self spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the invisibility spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				},
				"Levistus": {
					"Description": [
						"Frozen Stygia is ruled by Levistus, an archdevil known for offering bargains to those who face an inescapable doom."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 2, and your Constitution score increases by 1."
					],
					"Legacy of Stygia": [
						"You know the ray of frost cantrip. When you reach 3rd level, you can cast the armor of Agathys spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the darkness spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				},
				"Mammon": {
					"Description": [
						"The great miser Mammon loves coins above all else. Tieflings tied to him excel at gathering and safeguarding wealth."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 2, and your Intelligence score increases by 1."
					],
					"Legacy of Minauros": [
						"You know the mage hand cantrip. When you reach 3rd level, you can cast the Tenser's floating disk spell once with this trait and regain the ability to do so when you finish a short or long rest. When you reach 5th level, you can cast the arcane lock spell once with this trait, requiring no material component, and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				},
				"Mephistopheles": {
					"Description": [
						"In the frozen realm of Cania, Mephistopheles offers arcane power to those who entreat with him. Tieflings linked to him master some arcane magic."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 2, and your Intelligence score increases by 1."
					],
					"Legacy of Cania": [
						"You know the mage hand cantrip. When you reach 3rd level, you can cast the burning hands spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the flame blade spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				},
				"Zariel": {
					"Description": [
						"Tieflings with a blood tie to Zariel are stronger than the typical tiefling and receive magical abilities that aid them in battle."
					],
					"Ability Score Increase": [
						"Your Charisma score increases by 2, and your Strength score increases by 1."
					],
					"Legacy of Avernus": [
						"You know the thaumaturgy cantrip. When you reach 3rd level, you can cast the searing smite spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the branding smite spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					]
				}
			}
		},
		"Tortle": {
			"Tortle Traits": {
				"Ability Score Increase": [
					"Your Strength score increases by 2, and your Wisdom score increases by 1."
				],
				"Age": [
					"Young tortles crawl for a few weeks after birth before learning to walk on two legs. They reach adulthood by the age of 15 and live an average of 50 years."
				],
				"Alignment": [
					"Tortles tend to lead orderly, ritualistic lives. They develop customs and routines, becoming more set in their ways as they age. Most are lawful good. A few can be selfish and greedy, tending more toward evil, but it's unusual for a tortle to shuck off order in favor of chaos."
				],
				"Size": [
					"Tortle adults stand 5 to 6 feet tall and average 450 pounds. Their shells account for roughly one-third of their weight. Your size is Medium."
				],
				"Claws": [
					"Your claws are natural weapons, which you can use to make unarmed strikes. If you hit with the, you deal slashing damage equal to 1d4 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
				],
				"Hold Breath": [
					"You can hold your breath for up to 1 hour at a time. Tortles aren't natural swimmers, but they can remain underwater for some time before needing to come up for air."
				],
				"Natural Armor": [
					"Due to your shell and the shape of your body, you are ill-suited to wearing armor. Your shell provides ample protection, however; it gives you a base AC of 17 (your Dexterity modifier doesn't affect this number). You gain no benefit from wearing armor, but if you are using a shield, you can apply the shield's bonus as normal."
				],
				"Shell Defense": [
					"You can withdraw into your shell as an action. Until you emerge, you gain a +4 bonus to AC, and you have advantage on Strength and Constitution saving throws. While in your shell, you are prone, your speed is 0 and can't increase, you have disadvantage on Dexterity saving throws, you can't take reactions, and the only action you can take is a bonus action to emerge from your shell."
				],
				"Survival Instinct": [
					"You gain proficiency in the Survival skill. Tortles have finely honed survival instincts."
				],
				"Languages": [
					"You can speak, read, and write Aquan and Common."
				]
			}
		},
		"Triton": {
			"Triton Traits": {
				"Ability Score Increase": [
					"Your Strength, Constitution, and Charisma scores each increase by 1."
				],
				"Age": [
					"Tritons reach maturity around age 15 and can live up to 200 years."
				],
				"Alignment": [
					"Tritons tend toward lawful good. As guardians of the darkest reaches of the sea, their culture pushes them toward order and benevolence."
				],
				"Size": [
					"Tritons are slightly sli'orter than humans, averaging about 5 feet tall. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet, and you have a swimming speed of 30 feet."
				],
				"Amphibious": [
					"You can breathe air and water."
				],
				"Control Air and Water": [
					"A child of the sea, you can call on the magic of elemental air and water. You can cast fog cloud with this trait. Starting at 3rd level, you can cast gust of wind with it, and starting at 5th level, you can also cast wall of water with it (see the spell in the sidebar). Once you cast a spell with this trait, you can't do so again until you finish a long rest. Charisma is your spellcasting ability for these spells."
				],
				"Emissary of the Sea": [
					"Aquatic beasts have an extraordinary affinity with your people. You can communicate simple ideas with beasts that can breathe water. They can understand the meaning of your words, though you have no special ability to understand them in return."
				],
				"Guardians of the Depths": [
					"Adapted to even the most extreme ocean depths, you have resistance to cold damage, and you ignore any of the drawbacks caused by a deep, underwater environment."
				],
				"Lansuages": [
					"You can speak, read, and write Common and Primordial."
				]
			}
		},
		"Vedalken": {
			"Vedalken Traits": {
				"Ability Score Increase": [
					"Your Intelligence score increases by 2, and your Wisdom score increases by 1."
				],
				"Age": [
					"Vedalken mature slower than humans do. reaching maturity around age 40. Their life span is typically 350 years, with some living to the age of 500."
				],
				"Alignment": [
					"Vedalken are usually lawful and non-evil."
				],
				"Size": [
					"Tall and slender, Vedalken stand 6 to 6½ feet tall on average and usually weigh less than 200 pounds. Your size is Medium."
				],
				"Speed": [
					"Your base walking speed is 30 feet."
				],
				"Vedalken Dispassion": [
					"You have advantage on all Intelligence, Wisdom, and Charisma saving throws."
				],
				"Tireless Precision": [
					"You are proficient in one of the following skills of your choice: Arcana, History, Investigation, Medicine, Performance, or Sleight of Hand. You are also proficient with one tool of your choice.",
					"Whenever you make an ability check with the chosen skill or tool, roll a d4 and add the number rolled to the check's total."
				],
				"Partially Amphibious": [
					"By absorbing oxygen through your skin, you can breathe underwater for up to 1 hour. Once you've reached that limit, you can't use this trait again until you finish a long rest."
				],
				"Languages": [
					"You can speak, read, and write Common, Vedalken, and one other language of your choice."
				]
			}
		}
	}
}